Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: Restraining
fa_ir: مهار کننده

source: {1} has arrived at {2}
fa_ir: {1} به {2} رسیده است

source: Failed!
fa_ir: شکست خورد !

source: (No XP)
fa_ir: (بدون XP)

source: {1} is butchering {2} for meat!!
fa_ir: {1} قصابی {2} برای گوشت !!

source: I can't pick that up
fa_ir: من نمی توانم آن را انتخاب کنم

source: Training
fa_ir: آموزش

source: {1} has been released from prison.
fa_ir: {1} از زندان آزاد شده است.

source: This isn't mine
fa_ir: این مال من نیست

source: Paid c.{1} for bed rental.
fa_ir: مبلغ C. {1} برای اجاره تخت.

source: Can't afford c.{1} for bed rental.
fa_ir: نمی توان از C. {1} برای اجاره تختخواب.

source: This bed needs power to operate.
fa_ir: این تختخواب برای کار به قدرت نیاز دارد.

source: Received c.{1} reward.
fa_ir: دریافت c. {1} پاداش.

source: I have to dismantle the furniture first.
fa_ir: من ابتدا باید مبلمان را از بین ببرم.

source: I have to unmount the buildings first.
fa_ir: من ابتدا باید ساختمانها را از بین ببرم.

source: Prospecting
fa_ir: پی در پی

source: Adding materials
fa_ir: افزودن مواد

source: Locking
fa_ir: قفل

source: Unlocking
fa_ir: باز کردن قفل

source: Lockpicking
fa_ir: لک زدن

source: Pick failed
fa_ir: انتخاب شکست خورد

source: Pick success!
fa_ir: موفقیت را انتخاب کنید!

source: Lockpicking (Chance {1}%)
fa_ir: LockPicking (شانس{1}%)

source: Cutting
fa_ir: برش

source: Shackles broken!
fa_ir: شکوه ها شکسته!

source: Cutting: {1,num}
fa_ir: برش: {1 ، شماره}

source: *Crunck*
fa_ir: *کرنک*

source: I'm not strong enough to do that
fa_ir: من به اندازه کافی قوی نیستم که این کار را انجام دهم

source: Moving
fa_ir: در حال حرکت

source: Move order
fa_ir: سفارش

source: Running
fa_ir: دویدن

source: Moving to door
fa_ir: حرکت به درب

source: Moving to door inside
fa_ir: در حال حرکت به درب داخل

source: Moving to current door
fa_ir: حرکت به درب فعلی

source: Moving to door outside
fa_ir: در حال حرکت به درب بیرون

source: Gate guard
fa_ir: نگهبان

source: Moving to gate
fa_ir: حرکت به گیت

source: Open gate
fa_ir: دروازه باز

source: Bashing gate
fa_ir: گیت

source: Smashing
fa_ir: خرد

source: Assaulting town
fa_ir: شهر مورد حمله

source: Worker
fa_ir: کارگر

source: Operating machine
fa_ir: دستگاه عملیاتی

source: Operating automatic machine
fa_ir: دستگاه اتوماتیک کار می کند

source: Hauling to
fa_ir: به

source: Ditching to make space
fa_ir: خندق برای ایجاد فضا

source: Ditching resources
fa_ir: منابع خندق

source: Ditching loot
fa_ir: غارت غرق

source: Collecting resource
fa_ir: جمع آوری منبع

source: Looting
fa_ir: غارت

source: Finding building mats
fa_ir: پیدا کردن تشک ساختمان

source: Filling machine
fa_ir: دستگاه پر کردن

source: Try filling machine
fa_ir: دستگاه پر کردن را امتحان کنید

source: Try emptying machine
fa_ir: دستگاه خالی کردن را امتحان کنید

source: Unjamming machine
fa_ir: دستگاه نادانی

source: Unjam all machines
fa_ir: همه دستگاه ها را از بین ببرید

source: Keeping everything running
fa_ir: نگه داشتن همه چیز

source: Delivering
fa_ir: تحویل دهنده

source: Open current door
fa_ir: درب فعلی را باز کنید

source: Opening door here
fa_ir: درب باز اینجا

source: Closing door here
fa_ir: درب بسته شدن اینجا

source: Open destination door
fa_ir: درب مقصد باز

source: Opening door
fa_ir: درب باز

source: Closing door
fa_ir: درب پایانی

source: Locking door
fa_ir: درب قفل

source: Unlocking door
fa_ir: قفل درب

source: Locking door here
fa_ir: درب قفل اینجا

source: Locking door from inside
fa_ir: قفل درب از داخل

source: Locking door from outside
fa_ir: قفل درب از بیرون

source: Unlocking door here
fa_ir: قفل درب اینجا

source: Bashing door
fa_ir: درب بشی

source: Locking up cages
fa_ir: قفل کردن قفس

source: Locking up
fa_ir: قفل کردن

source: Locking up from outside
fa_ir: قفل کردن از بیرون

source: Opening up
fa_ir: باز کردن

source: Entering building
fa_ir: ورود به ساختمان

source: Ransacking town
fa_ir: شهر غارتگری

source: Leaving building
fa_ir: ترک ساختمان

source: Lockpicking Shackles
fa_ir: قفسه های قفل شده

source: Removing Shackles
fa_ir: از بین بردن شاخه ها

source: Escaping
fa_ir: فرار

source: Cutting shackles
fa_ir: برش های برش

source: Cutting lock
fa_ir: قفل برش

source: Breaking shackles
fa_ir: شکستن اسکله ها

source: Breaking lock
fa_ir: قفل

source: Get out of cage
fa_ir: از قفس خارج شوید

source: Escape cage
fa_ir: قفس فرار

source: Repairing
fa_ir: ترمیم

source: Engineer
fa_ir: مهندس

source: Lifting/Snatching
fa_ir: بلند کردن/ربودن

source: Capture Target
fa_ir: هدف گرفتن

source: Lifting/Snatching Order
fa_ir: سفارش بلند کردن/ربودن

source: Kidnapping
fa_ir: آدم ربایی

source: Lifting
fa_ir: جبهه

source: Lifting and healing
fa_ir: بلند کردن و بهبودی

source: Putting down
fa_ir: کنار گذاشتن

source: Building
fa_ir: ساختمان

source: Demolishing
fa_ir: تخریب کننده

source: Collecting item
fa_ir: جمع آوری مورد

source: Idleness
fa_ir: بیکاری

source: Standing
fa_ir: ایستاده

source: Getting up
fa_ir: بلند شدن

source: Waking up
fa_ir: از خواب بیدار شدن

source: Stumbling
fa_ir: لکنت

source: Equipping weapon
fa_ir: سلاح

source: Equipping crossbow
fa_ir: تجهیزات کمان

source: Sheathing weapon
fa_ir: سلاح قند

source: Fixing Legs
fa_ir: ثابت کردن پاها

source: First aid
fa_ir: کمک اول

source: Splinting
fa_ir: پراکنده

source: Medic
fa_ir: پزشکی

source: Splint Rigging
fa_ir: تقلب اسپلینت

source: Robotics
fa_ir: روباتیک

source: Standing still
fa_ir: ایستاده

source: Stand still dammit!
fa_ir: ایستاده هنوز هم لعنتی!

source: Worshiping
fa_ir: عبادت

source: Looting food
fa_ir: غارت غذا

source: Picking up food
fa_ir: جمع کردن غذا

source: Fetch
fa_ir: واگذار کردن

source: Playing 'Limbs'
fa_ir: بازی "اندام"

source: Limb Jealousy
fa_ir: حسادت اندام

source: Getting food
fa_ir: گرفتن غذا

source: Grabbing food
fa_ir: گرفتن غذا

source: Finding weapon
fa_ir: یافتن سلاح

source: Looting the dead
fa_ir: غارت مردگان

source: Confiscating goods
fa_ir: مصادره کالا

source: Foraging animals
fa_ir: حیوانات علوفه

source: Looting resources
fa_ir: منابع غارت کننده

source: Running away
fa_ir: فرار

source: Retreating
fa_ir: عقب نشینی

source: Retreating fast
fa_ir: عقب نشینی سریع

source: Going home
fa_ir: رفتن به خانه

source: Get ready
fa_ir: آماده شدن

source: Attacking
fa_ir: حمله کننده

source: Shooting
fa_ir: تیراندازی

source: Taking out
fa_ir: بیرون کشیدن

source: Attacking attackers of
fa_ir: حمله به مهاجمان

source: Attacking trouble makers
fa_ir: حمله به سازندگان مشکل

source: Turret guard
fa_ir: نگهبان

source: Turret home guard
fa_ir: گارد خانگی

source: Turret gunner
fa_ir: توپچی

source: Assault
fa_ir: حمله

source: Attacking Squad
fa_ir: تیم ملی

source: Stalking
fa_ir: گهواره

source: Diplomatting
fa_ir: دیپلمات

source: Approaching fast
fa_ir: نزدیک شدن

source: Talking
fa_ir: صحبت

source: Making announcement
fa_ir: اعلامیه

source: Following and talking
fa_ir: دنبال کردن و صحبت کردن

source: Working the slaves
fa_ir: کار کردن برده ها

source: Selling slaves
fa_ir: فروش برده

source: Delivering slaves
fa_ir: تحویل برده ها

source: Shooing
fa_ir: شلاق

source: Protection
fa_ir: حفاظت

source: Attacking enemies
fa_ir: حمله به دشمنان

source: Fighting for master
fa_ir: جنگ برای استاد

source: Attacking others
fa_ir: حمله به دیگران

source: Home territory aggression
fa_ir: پرخاشگری سرزمین خانگی

source: Self preservation
fa_ir: حفظ خود

source: Bodyguard
fa_ir: محافظ

source: Following
fa_ir: متعاقب

source: Following leader
fa_ir: رهبر زیر

source: Following master
fa_ir: استاد زیر

source: Staying close
fa_ir: نزدیک ماندن

source: Stripping weapons
fa_ir: سلاح های سلب

source: Processing slave
fa_ir: برده

source: Watching slaves
fa_ir: تماشای برده ها

source: Watching for new slaves
fa_ir: تماشای برده های جدید

source: Capturing slave
fa_ir: اسیر کننده برده

source: Ordering slaves
fa_ir: سفارش برده ها

source: Gathering slaves
fa_ir: جمع کردن برده ها

source: Gathering slaves for shipping
fa_ir: جمع کردن برده ها برای حمل و نقل

source: Gathering unholy slaves
fa_ir: جمع کردن برده های غیرمجاز

source: Obedient Slave
fa_ir: برده مطلق

source: Carrying slaves
fa_ir: حمل برده

source: Protect allies
fa_ir: از متفقین محافظت کنید

source: Protect close allies
fa_ir: از متحدین نزدیک محافظت کنید

source: Holding position
fa_ir: موقعیت

source: Stand at node
fa_ir: در گره بایستید

source: Shopkeeper
fa_ir: مغازه دار

source: Static guard
fa_ir: نگهبان استاتیک

source: Static guard indoors
fa_ir: نگهبان استاتیک در داخل خانه

source: Static town guard
fa_ir: نگهبان شهر استاتیک

source: general node
fa_ir: گره عمومی

source: Getting a weapon
fa_ir: گرفتن سلاح

source: Blood tracking
fa_ir: پیگیری خون

source: Patrolling
fa_ir: گشت زنی

source: Patrolling town
fa_ir: شهر گشت زنی

source: Wandering town
fa_ir: شهر سرگردان

source: Shopping
fa_ir: خرید

source: Relaxing
fa_ir: آرامش بخش

source: Staying home
fa_ir: ماندن در خانه

source: Reigning
fa_ir: سلطنت

source: Sitting around
fa_ir: در اطراف

source: Wandering
fa_ir: سرگردان

source: Wandering trader
fa_ir: سرگردان

source: Recruiting
fa_ir: استخدام

source: Travelling
fa_ir: سفر

source: Travelling quickly
fa_ir: سفر سریع

source: Mission formation
fa_ir: تشکیل ماموریت

source: Attacking target
fa_ir: هدف حمله

source: Attacking target unprovoked
fa_ir: حمله به هدف بی پروا

source: Going to bed
fa_ir: رفتن به رختخواب

source: Sleeping
fa_ir: خوابیده

source: Sleeping on ground
fa_ir: خوابیدن روی زمین

source: Hiding
fa_ir: مخفی کردن

source: Put in bed
fa_ir: در رختخواب قرار دادن

source: Getting out of bed
fa_ir: بیرون رفتن از رختخواب

source: Getting out of bed!
fa_ir: بیرون رفتن از رختخواب!

source: Find and rescue
fa_ir: پیدا کردن و نجات

source: Find and put in bed
fa_ir: پیدا کردن و قرار دادن در رختخواب

source: Find and rescue leader
fa_ir: رهبر را پیدا و نجات دهید

source: Kill random prisoner
fa_ir: زندانی تصادفی را بکشید

source: Kill prisoner
fa_ir: زندانی کردن

source: Eat random prisoner
fa_ir: زندانی تصادفی بخورید

source: Dinner time
fa_ir: وقت شام

source: Eat corpse
fa_ir: جسد بخورید

source: Eat body
fa_ir: بدن را بخورید

source: Find crops
fa_ir: محصولات زراعی پیدا کنید

source: Eating crops
fa_ir: خوردن محصولات زراعی

source: Eat prisoner
fa_ir: زندانی کردن

source: Beat prisoner
fa_ir: زندانی را مورد ضرب و شتم قرار داد

source: Disposing of corpse
fa_ir: دفع جسد

source: Find corpses
fa_ir: اجساد را پیدا کنید

source: Corpse disposal
fa_ir: دفع جسد

source: Imprisoned
fa_ir: زندانی

source: Put in prison
fa_ir: در زندان قرار دادن

source: Find and put in cage
fa_ir: قفس را پیدا کنید و قرار دهید

source: Getting in my cage
fa_ir: ورود به قفس من

source: Freeing prisoner
fa_ir: آزاد کردن زندانی

source: Liberating prisoners
fa_ir: رهایی زندانیان

source: Release from prison
fa_ir: رهایی از زندان

source: Arresting
fa_ir: دستگیری

source: Bounty hunting
fa_ir: شکار فضایی

source: Remove Home Intruder
fa_ir: مزاحم خانه را بردارید

source: Intruder out
fa_ir: متجاوز

source: Remove Intruder
fa_ir: منحصر به فرد را حذف کنید

source: Throwing out
fa_ir: بیرون انداختن

source: Investigating
fa_ir: تحقیق

source: Find and kidnap
fa_ir: پیدا کردن و ربوده شدن

source: Kidnapper
fa_ir: ربودن

source: Rendering system:
fa_ir: سیستم ارائه:

source: Resolution:
fa_ir: وضوح

source: Rendering device:
fa_ir: دستگاه ارائه:

source: Full screen:
fa_ir: تمام صفحه:

source: Borderless:
fa_ir: بدون مرز:

source: Monitor:
fa_ir: مانیتور:

source: If you have issues with fullscreen mode, you can use a borderless window at your native resolution for the same effect.
fa_ir: اگر با حالت تمام صفحه مشکلی دارید ، می توانید برای همان اثر از یک پنجره بدون مرز در وضوح بومی خود استفاده کنید.

source: Use a borderless window with the resolution of the monitor if you are having problems with the fullscreen mode.
fa_ir: در صورت داشتن مشکل در حالت تمام صفحه ، از یک پنجره بدون مرز با وضوح مانیتور استفاده کنید.

source: If you have 2 video cards you may need to experiment to get the best settings, especially if your system has nVidia Optimus. With Optimus, the game should use the good graphics card regardless of what is selected here. Now things get weird. It's not our fault, it's the drivers... I actually found in tests that the game ran FASTER if I selected the rubbish on-board intel graphics card. It still used my nVidia card with both settings (because it's forced by nVidia control panel), but for some reason when setting the launcher to use my nVidia card it blocks the CPU while the GPU is rendering. If I choose the integrated card in the launcher, the CPU and GPU run in parallel, resulting in a much better frame rate. I have no idea why, the drivers are just afflicted with madness. TLDR: Force your system to use your good card, but try it out with both cards here in the launcher if you have any low frame-rate problems.
fa_ir: اگر 2 کارت ویدیویی دارید ممکن است برای به دست آوردن بهترین تنظیمات نیاز به آزمایش داشته باشید ، به خصوص اگر سیستم شما دارای Nvidia Optimus باشد. با Optimus ، بازی باید بدون توجه به آنچه در اینجا انتخاب شده است ، از کارت گرافیک خوب استفاده کند. اکنون همه چیز عجیب است.این تقصیر ما نیست ، این رانندگان است ... من در واقع در تست ها فهمیدم که اگر کارت گرافیک زباله را روی صفحه انتخاب کنم ، بازی سریعتر اجرا می شود.هنوز هم از کارت NVIDIA من با هر دو تنظیم استفاده شده است (زیرا توسط کنترل پنل NVIDIA مجبور شده است) ، اما به دلایلی هنگام تنظیم پرتاب برای استفاده از کارت NVIDIA من ، CPU را در حالی که GPU ارائه می دهد مسدود می کند.اگر کارت یکپارچه را در پرتاب انتخاب کنم ، CPU و GPU به طور موازی اجرا می شوند و در نتیجه نرخ فریم بسیار بهتری ایجاد می شود.من نمی دانم چرا رانندگان فقط به جنون مبتلا هستند. TLDR: سیستم خود را وادار کنید تا از کارت خوب خود استفاده کند ، اما در صورت بروز هرگونه مشکل کم قاب ، آن را با هر دو کارت در اینجا در پرتاب امتحان کنید.

source: Video settings options
fa_ir: گزینه های تنظیمات ویدیویی

source: Select None
fa_ir: هیچ کدام را انتخاب کنید

source: Select All
fa_ir: همه را انتخاب کنید

source: Refresh list
fa_ir: لیست تازه کردن

source: Version:
fa_ir: نسخه:

source: Author:
fa_ir: نویسنده:

source: Description:
fa_ir: توضیحات:

source: Dependencies:
fa_ir: وابستگی ها:

source: Missing mod!
fa_ir: مود گمشده!

source: References:
fa_ir: منابع:

source: Translation:
fa_ir: ترجمه:

source: Missing dependent mods above:
fa_ir: مودهای وابسته از دست رفته در بالا:

source: Missing reference mods:
fa_ir: مودهای مرجع گمشده:

source: The mods list represents the load order, in other words mods further down the list will overwrite the mods above them if they have any conflicts.
fa_ir: لیست MODS نشان دهنده ترتیب بار است ، به عبارت دیگر ، در صورت بروز هرگونه تعارض ، حالت های بالاتر از لیست ، مودهای بالای آنها را بازنویسی می کنند.

source: Mods order info
fa_ir: اطلاعات سفارش مودها

source: Video settings
fa_ir: تنظیمات ویدیویی

source: Mods
fa_ir: حالت

source: Changelog
fa_ir: تعویض

source: Serial
fa_ir: سریال

source: OK
fa_ir: خوب

source: Cancel
fa_ir: لغو کردن

source: Save config
fa_ir: ذخیره پیکربندی

source: Advanced
fa_ir: پیشرفته

source: Language:
fa_ir: زبان:

source: Please restart the game to apply the new settings.
fa_ir: لطفاً برای اعمال تنظیمات جدید ، بازی را مجدداً راه اندازی کنید.

source: NVIDIA profiles updated
fa_ir: پروفایل Nvidia به روز شده است

source: No video devices detected.
fa_ir: هیچ دستگاه ویدیویی تشخیص داده نشده است.

source: Video Error
fa_ir: خطای ویدیویی

source: Invalid video resolution.
fa_ir: وضوح ویدیویی نامعتبر است.

source: One or more mods are missing or in incorrect order. Continue anyway?
fa_ir: یک یا چند حالت از دست رفته یا به ترتیب نادرست است. به هر حال ادامه دهید؟

source: Mods warning
fa_ir: هشدار مودها

source: To apply properly the new language you need to restart the game.
fa_ir: برای استفاده صحیح از زبان جدید مورد نیاز برای راه اندازی مجدد بازی.

source: Information
fa_ir: اطلاعات

source: Activate
fa_ir: فعال کردن

source: Try Demo
fa_ir: نسخه ی نمایشی را امتحان کنید

source: Enter Key
fa_ir: کلید را وارد کنید

source: Failed to activate Kenshi.
fa_ir: نتوانست کنشی را فعال کند.

source: Error
fa_ir: خطا

source: Activation Key
fa_ir: کلید فعال سازی

source: This is your serial key code. Press deactivate if you want to install on another machine.
fa_ir: این کد کلید سریال شماست.اگر می خواهید روی دستگاه دیگری نصب کنید ، غیرفعال را فشار دهید.

source: Deactivate
fa_ir: بی اثر کردن

source: Demo Mode
fa_ir: حالت آزمایشی

source: Kenshi has now been deactivated. You can still play it in Demo mode
fa_ir: کنشی اکنون غیرفعال شده است.شما هنوز هم می توانید آن را در حالت نسخه ی نمایشی بازی کنید

source: Deactivated
fa_ir: غیرفعال

source: There was an error deactivating this machine.
fa_ir: خطایی در غیرفعال کردن این دستگاه رخ داد.

source: Bah
fa_ir: پیش از

source: DISMISS
fa_ir: برکناری

source: PREVIOUS
fa_ir: قبلی

source: CONTINUE
fa_ir: ادامه دادن

source: SKIP
fa_ir: پرش

source: FINISH
fa_ir: پایان

source: TUTORIALS
fa_ir: آموزش

source: ACTIVATE
fa_ir: فعال کردن

source: You can move the camera with the WASD keys. To rotate your view hold the middle mouse button, to zoom use the mouse scroll. Do both to continue.
fa_ir: می توانید دوربین را با کلیدهای WASD جابجا کنید. برای چرخش نمای خود ، دکمه میانی ماوس را نگه دارید ، برای بزرگنمایی از پیمایش ماوس استفاده کنید. هر دو را ادامه دهید.

source: The middle bottom panel shows the characters in your active squad. To select a squad member, left click the character icon on the panel.
fa_ir: پانل پایین میانی شخصیت های موجود در تیم فعال شما را نشان می دهد. برای انتخاب یک عضو تیم ملی ، روی نماد کاراکتر روی پانل کلیک کنید.

source: To give a move order to your character, right click on the terrain.
fa_ir: برای اینکه سفارش حرکتی را به شخصیت خود بدهید ، روی زمین کلیک راست کنید.

source: Double click on your character icon to centre on screen and follow their movement.
fa_ir: بر روی نماد کاراکتر خود دوبار کلیک کنید تا روی صفحه نمایش قرار بگیرید و حرکت آنها را دنبال کنید.

source: Basic Controls
fa_ir: کنترل های اساسی

source: Right click on characters or interactable objects to interact. Hold the right mouse button on to get more availiable actions
fa_ir: برای تعامل بر روی کاراکترها یا اشیاء قابل تعامل راست کلیک کنید. دکمه سمت راست ماوس را نگه دارید تا اقدامات بیشتری در دسترس داشته باشید

source: Select a character from your squad
fa_ir: یک شخصیت را از تیم خود انتخاب کنید

source: This shows your selection's current state, statistics and other basic info. Mouse over each item for more information.
fa_ir: این وضعیت فعلی انتخاب شما ، آمار و سایر اطلاعات اساسی را نشان می دهد. برای اطلاعات بیشتر ماوس بیش از هر مورد.

source: This shows the selected character's current health condition. Mouse over each item for more information.
fa_ir: این وضعیت سلامتی فعلی شخصیت انتخاب شده را نشان می دهد. برای اطلاعات بیشتر ماوس بیش از هر مورد.

source: The arrow buttons allow you to pause and fastforward the game speed.
fa_ir: دکمه های فلش به شما امکان می دهند سرعت بازی را مکث کرده و به سرعت حرکت دهید.

source: Here you'll find your character's current funds and the in-game time and date.
fa_ir: در اینجا وجوه فعلی شخصیت خود و زمان و تاریخ بازی را پیدا خواهید کرد.

source: This opens the 'Build' menu
fa_ir: این منوی "ساخت" را باز می کند

source: Here you can open your inventory, skill statistics, world map, tech and squad management menus. For more tips and tutorials make sure to check out the Help menu at the very bottom.
fa_ir: در اینجا می توانید موجودی ، آمار مهارت ، نقشه جهانی ، منوهای مدیریت فناوری و تیم را باز کنید. برای راهنمایی ها و آموزش های بیشتر حتماً در پایین منوی راهنما را بررسی کنید.

source: This shows assigned player jobs and orders for the selected character.
fa_ir: این نشان می دهد که مشاغل و سفارشات بازیکن را برای شخصیت انتخاب شده اختصاص داده است.

source: GUI overview
fa_ir: بررسی اجمالی GUI

source: Tap the 'M' key to open up the map. You can use the world map to navigate and find nearby towns or points of interest
fa_ir: برای باز کردن نقشه ، روی کلید "M" ضربه بزنید.شما می توانید از نقشه جهانی برای حرکت و یافتن شهرهای اطراف یا نقاط مورد علاقه استفاده کنید

source: What do I do?
fa_ir: چه کاری انجام دهم؟

source: There is no linear story or mission to guide you in Kenshi. Be a trader, a thief, a bounty hunter, a farmer or even a warlord... You'll need to explore the world and find your own adventure.
fa_ir: هیچ داستان یا مأموریتی خطی برای راهنمایی شما در کنشی وجود ندارد.یک معامله گر ، دزد ، شکارچی فضل ، یک کشاورز یا حتی یک جنگ سالاری باشید ... شما باید جهان را کاوش کنید و ماجراجویی خود را پیدا کنید.

source: First things first, you'll need food and funds to survive. To get started you can either scavenge the outlands for loot, mine valuable materials from iron ore veins, or you can even resort to thievery after nightfall.
fa_ir: اول چیزها ابتدا برای زنده ماندن به غذا و بودجه نیاز دارید. برای شروع کار ، می توانید از حومه غارت ، مواد ارزشمند معدن را از رگهای سنگ آهن استفاده کنید ، یا حتی می توانید بعد از سقوط شب به دزدی متوسل شوید.

source: To cash in your loot, you'll need to find a store. Use the map to navigate to a nearby town and find shops.
fa_ir: برای پول نقد در غارت خود ، باید یک فروشگاه پیدا کنید. برای حرکت به یک شهر مجاور و پیدا کردن مغازه ها از نقشه استفاده کنید.

source: Surviving alone in the world of Kenshi won't be easy, but hiring new recruits will help. Check the town bars for mercs, or buy animal companions from any of the farms outside of town. Remember: You're not special and you're not stronger than everyone else. Train hard, pick your fights wisely and don't be afraid to run like crazy!
fa_ir: زنده ماندن به تنهایی در دنیای کنشی آسان نخواهد بود ، اما استخدام استخدام کنندگان جدید به شما کمک می کند.میله های شهر را برای Mercs بررسی کنید ، یا همراهان حیوانات را از هر یک از مزارع خارج از شهر خریداری کنید. به یاد داشته باشید: شما خاص نیستید و از همه قوی تر نیستید. تمرین سخت ، دعوا های خود را عاقلانه انتخاب کنید و از اینکه مثل دیوانه فرار کنید نترسید!

source: To cash in your loot, you'll need to find a store. Hold 'ALT' key to show nearby shop signs.
fa_ir: برای پول نقد در غارت خود ، باید یک فروشگاه پیدا کنید. کلید "Alt" را برای نشان دادن علائم مغازه در نزدیکی نگه دارید.

source: What do I do? (Towns)
fa_ir: چه کاری انجام دهم؟(شهرها)

source: You've discovered your first town! Towns are perfect for stocking up on supplies and selling loot.
fa_ir: شما اولین شهر خود را کشف کرده اید! شهرها برای تهیه لوازم و فروش غارت مناسب هستند.

source: Be wary of entering private buildings. Residents often don't like trespassers. You can find out whether a building is marked public or private by selecting the building. Also most shops close at night.
fa_ir: از ورود به ساختمانهای خصوصی احتیاط کنید.ساکنان غالباً افراد متخلف را دوست ندارند. با انتخاب ساختمان می توانید دریابید که آیا یک ساختمان عمومی یا خصوصی مشخص شده است. همچنین بیشتر مغازه ها در شب نزدیک هستند.

source: Too much damage can result in KO, crippling and death. The green bars in the health panel show your health, the red bars show bleeding damage. Bleeding damage will need first aid.
fa_ir: خسارت بیش از حد می تواند منجر به KO ، فلج و مرگ شود.میله های سبز در پانل بهداشت ، سلامتی شما را نشان می دهد ، میله های قرمز آسیب خونریزی را نشان می دهند.خسارت خونریزی به کمکهای اولیه نیاز دارد.

source: You are injured
fa_ir: شما مجروح شده اید

source: In order to heal, you'll need to get a First Aid Kit. You can buy or steal them from stores in town.
fa_ir: برای بهبودی ، باید یک کیت کمکهای اولیه دریافت کنید.می توانید آنها را از فروشگاه های شهر خریداری یا سرقت کنید.

source: To heal a character you'll need a First Aid Kit in your inventory. Hold and right click the target, then select 'First Aid' from the menu, or simply right click the heal icon over the injured person.
fa_ir: برای بهبودی شخصیتی ، به یک کیت کمکهای اولیه در موجودی خود نیاز دارید.روی هدف نگه دارید و راست را کلیک کنید ، سپس از منو "First Aid" را انتخاب کنید ، یا به سادگی روی نماد Heal بر روی شخص آسیب دیده کلیک راست کنید.
