Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: Can't use this file name
fa_ir: نمی توان از این نام پرونده استفاده کرد

source: Overwrite save '{1}'?
fa_ir: بازنویسی را ذخیره کنید "{1}"؟

source: Trespassing
fa_ir: مورد تجاوز

source: Terrorism
fa_ir: ترور

source: Theft
fa_ir: سرقت

source: Murder
fa_ir: قتل

source: Fencing
fa_ir: نرده

source: Burglary
fa_ir: سارق

source: Uniform Theft
fa_ir: سرقت یکنواخت

source: Enslaving
fa_ir: بردگی

source: Treason
fa_ir: خیانت

source: Smuggling
fa_ir: قاچاق

source: Escaping Prison
fa_ir: فرار از زندان

source: Crop Theft
fa_ir: سرقت زراعی

source: crime
fa_ir: جنایت

source: Hold middle mouse button to rotate the camera
fa_ir: دکمه ماوس میانی را نگه دارید تا دوربین بچرخد

source: Use mouse wheel to zoom
fa_ir: برای بزرگنمایی از چرخ ماوس استفاده کنید

source: Now create your first character. Use the 'Confirm' button when finished.
fa_ir: اکنون اولین شخصیت خود را ایجاد کنید.پس از اتمام از دکمه "تأیید" استفاده کنید.

source: Cannot find any towns from the game start town list.
fa_ir: نمی توانید هیچ شهری از لیست بازی شروع بازی پیدا کنید.

source: Failed to load the core '{1}' file.
fa_ir: بارگیری پرونده هسته '{1}' انجام نشد.

source: Failed to load the following mod(s):
fa_ir: بارگیری حالت (های) زیر انجام نشد:

source: Mod error(s) (Ignored files)
fa_ir: خطای (های) مود (پرونده های نادیده گرفته شده)

source: Racial hunger rate:
fa_ir: نرخ گرسنگی نژادی:

source: Encumbrance effect:
fa_ir: اثر Encumbrance:

source: Resting/KO state:
fa_ir: RESTING/حالت KO:

source: Idle:
fa_ir: بیکار:

source: Current work:
fa_ir: کار فعلی:

source: Oil
fa_ir: روغن

source: Racial bleed rate multiplier: x{1,num=fix,p=2}
fa_ir: ضرب نرخ خون نژادی: x {1 ، num = رفع ، p = 2}

source: Your {1} is totally destroyed. Lucky it's not something you need to live.
fa_ir: 1 {شما کاملاً نابود شده است.خوشبختانه این چیزی نیست که شما باید زندگی کنید.

source: Your {1} is totally destroyed. It's probably the reason you are dead.
fa_ir: 1 {شما کاملاً نابود شده است.این احتمالاً دلیل مرگ شما است.

source: This wound is getting worse. You need first aid.
fa_ir: این زخم بدتر می شود.شما به کمک های اولیه نیاز دارید.

source: This is a critical wound. If it doesn't get medical treatment you will die.
fa_ir: این یک زخم بحرانی است.اگر معالجه پزشکی نشود ، خواهید مرد.

source: You will die at {2}
fa_ir: شما در 2 پوند خواهید مرد

source: This is a dangerous wound and is getting worse. Get some medical attention fast. Death at {1}
fa_ir: این یک زخم خطرناک است و بدتر می شود.سریع توجه پزشکی را جلب کنید.مرگ در {1}

source: This limb is severely damaged and in need of repairs. Luckily though skeleton limbs don't degenerate.
fa_ir: این اندام به شدت آسیب دیده و نیاز به تعمیرات دارد.خوشبختانه هرچند اندامهای اسکلت دچار انحطاط نمی شوند.

source: Your {1} needs bandaging, it's slowly getting worse.
fa_ir: 1 {1} شما به بانداژ نیاز دارد ، به آرامی بدتر می شود.

source: Your {1} needs bandaging.
fa_ir: {1} شما نیاز به بانداژ دارد.

source: Your {1} needs bandaging, but it's not urgent.
fa_ir: {1} شما به بانداژ نیاز دارد ، اما فوری نیست.

source: Your {1} is in the process of healing.
fa_ir: {1} شما در حال بهبود است.

source: Your {1} is okay.
fa_ir: {1} شما اشکالی ندارد.

source: You have {1} points of wear damage. The manual recommends you find a Skeleton Bed for maintenance.
fa_ir: شما 1 {نقاط آسیب سایش دارید.دفترچه راهنما به شما توصیه می کند یک تخت اسکلت برای نگهداری پیدا کنید.

source: You have {1} points of wear damage, this detracts from your max health and can be fixed at a Skeleton Bed.
fa_ir: شما 1} نقاط آسیب سایش دارید ، این از حداکثر سلامت شما جلوگیری می کند و می توانید در یک بستر اسکلت ثابت کنید.

source: Your stats will be negatively affected.
fa_ir: آمار شما تأثیر منفی خواهد گذاشت.

source: Your movement speed will be negatively affected.
fa_ir: سرعت حرکت شما تأثیر منفی خواهد گذاشت.

source: Your combat and manual labour skills will be negatively affected.
fa_ir: مهارت های کار و کار دستی شما تحت تأثیر منفی قرار خواهد گرفت.

source: You won't be able to kick.
fa_ir: شما قادر به لگد زدن نخواهید بود.

source: This limb is gone forever.
fa_ir: این اندام برای همیشه از بین رفته است.

source: Skeletons don't need to eat.
fa_ir: اسکلت ها نیازی به غذا خوردن ندارند.

source: You are well fed and currently have no problem.
fa_ir: شما به خوبی تغذیه شده اید و در حال حاضر مشکلی ندارید.

source: You are suffering from malnutrition, but you have food so you are recovering. Stat penalty is {1}
fa_ir: شما از سوء تغذیه رنج می برید ، اما غذا دارید بنابراین در حال بهبودی هستید.مجازات آمار 1 {است

source: You have passed out from starvation. You have food though, so hopefully you will recover.
fa_ir: شما از گرسنگی گذشتید.شما هرچند غذا دارید ، بنابراین امیدوارم که بهبود پیدا کنید.

source: You are slowly recovering from starvation.
fa_ir: شما به آرامی در حال بهبودی از گرسنگی هستید.

source: You are suffering from malnutrition, Your stats and strength will be affected, you need to get some food as soon as possible. Stat penalty is {1}
fa_ir: شما از سوء تغذیه رنج می برید ، آمار و قدرت شما تحت تأثیر قرار می گیرد ، باید در اسرع وقت مقداری غذا تهیه کنید.مجازات آمار 1 {است

source: You have passed out from starvation. One of your squad mates will have to feed you or you're going to die.
fa_ir: شما از گرسنگی گذشتید.یکی از همکاران تیم شما باید به شما غذا دهد یا می خواهید بمیرید.

source: You have passed out from starvation. You're all alone and going to die. Nobody cares.
fa_ir: شما از گرسنگی گذشتید.شما همه تنها هستید و می خواهید بمیرید.هیچ کس اهمیتی نمی دهد.

source: You are starving to death. Get some food fast. When the red bar goes below {1} you will pass out. When it reaches zero, you die.
fa_ir: شما گرسنه مرگ هستید.مقداری غذا سریع تهیه کنید.هنگامی که نوار قرمز به زیر 1 {می رود} شما از آن عبور خواهید کرد.وقتی به صفر برسد ، می میرید.

source: You are kind of healthy for now.
fa_ir: شما در حال حاضر به نوعی سالم هستید.

source: Gone forever. RIP.
fa_ir: برای همیشه رفته است.پاره

source: BEING EATEN ALIVE!!
fa_ir: زنده شدن زنده !!

source: Something is eating you alive! AAAAAAHHHHHHHHHH!!
fa_ir: چیزی شما را زنده می خورد!aaaaaahhhhhhhhhh

source: Dying
fa_ir: در حال مرگ

source: Severe limb damage has now led to critical blood loss. You will die without medical attention.
fa_ir: اکنون آسیب شدید اندام منجر به ریزش بحرانی خون شده است.شما بدون مراقبت پزشکی خواهید مرد.

source: If you don't get medical attention, you will die.
fa_ir: اگر توجه پزشکی نکنید ، خواهید مرد.

source: Knocked out cold.
fa_ir: سرما خورد.

source: Recovery coma
fa_ir: کما بازیابی

source: You've suffered too much damage. You won't be getting up again until all critical body parts have recovered above 0.
fa_ir: شما بیش از حد آسیب دیده اید.تا زمانی که تمام قسمتهای مهم بدن بالاتر از 0 بهبود نیافته ، دیگر از خواب برخیزید.

source: Playing dead...
fa_ir: بازی مرده ...

source: This person has regained consciousness but is staying down, waiting for all the enemies to leave the area.
fa_ir: این شخص دوباره آگاهی پیدا کرده است اما در حال ماندن است و منتظر است تا همه دشمنان از منطقه خارج شوند.

source: Bleeding out
fa_ir: خونریزی

source: Unconscious from blood loss and bleeding to death. Hope that the bleeding stops before it's too late.
fa_ir: ناخودآگاه از دست دادن خون و خونریزی تا مرگ.امیدوارم که خونریزی قبل از اینکه خیلی دیر شود متوقف شود.

source: Blood loss KO
fa_ir: از دست دادن خون ko

source: Unconscious from blood loss. It will recover over time, bed rest will help.
fa_ir: ناخودآگاه از دست دادن خون.با گذشت زمان بهبود می یابد ، استراحت در تختخواب کمک خواهد کرد.

source: Crippled
fa_ir: فلج

source: Your legs are incapable of supporting you.
fa_ir: پاهای شما قادر به حمایت از شما نیستند.

source: Crippled arm
fa_ir: بازوی فلج

source: Your sword arm is crippled and you are unable to fight.
fa_ir: بازوی شمشیر شما فلج شده است و شما قادر به جنگ نیستید.

source: Critical
fa_ir: بحرانی

source: Critical injuries will continue to degenerate without medical attention.
fa_ir: صدمات بحرانی بدون مراقبت پزشکی به انحطاط ادامه خواهد یافت.

source: Limb trauma
fa_ir: تروما

source: One or more limbs have been seriously crippled by critical injury.
fa_ir: یک یا چند اندام به طور جدی در اثر صدمات بحرانی فلج شده اند.

source: Staying low
fa_ir: کم ماندن

source: You are staying down, hoping to avoid drawing attention.
fa_ir: شما در حال ماندن هستید ، به امید اینکه از جلب توجه خودداری کنید.

source: Starving
fa_ir: گرسنگی

source: You are starving to death. Get some food fast.
fa_ir: شما گرسنه مرگ هستید.مقداری غذا سریع تهیه کنید.

source: Bleeding
fa_ir: خونریزی

source: Losing blood, will collapse if blood goes below 0.
fa_ir: از دست دادن خون ، اگر خون به زیر 0 برسد ، فروپاشیده می شود.

source: Discovered!
fa_ir: کشف شد!

source: You've been discovered, somebody has noticed that you are an escaped slave.
fa_ir: شما کشف شده اید ، کسی متوجه شده است که شما یک برده فراری هستید.

source: Disguise Blown!
fa_ir: مبدل منفجر شده!

source: You've been discovered, somebody has seen through your disguise.
fa_ir: شما کشف شده اید ، کسی از طریق مبدل شما دیده است.

source: In Disguise
fa_ir: در مبدل

source: You are currently disguised as {1}
fa_ir: شما در حال حاضر به عنوان 1 {پنهان شده اید

source: Wounded
fa_ir: زخمی

source: Malnourished
fa_ir: بد تغذیه

source: You are hungry and suffering from malnutrition, but you are fed and slowly recovering. Your stats and strength will be affected until you recover fully.
fa_ir: شما گرسنه هستید و از سوء تغذیه رنج می برید ، اما تغذیه می شوید و به آرامی بهبود می یابید.آمار و قدرت شما تا زمانی که به طور کامل بهبود یابید تحت تأثیر قرار می گیرد.

source: Hungry
fa_ir: گرسنه

source: You are hungry and suffering from malnutrition. Your stats and strength will be affected, you need to get some food as soon as possible.
fa_ir: شما گرسنه هستید و از سوء تغذیه رنج می برید.آمار و قدرت شما تحت تأثیر قرار خواهد گرفت ، شما باید در اسرع وقت مقداری غذا تهیه کنید.

source: Slightly Injured
fa_ir: کمی آسیب دیده

source: Encumbrance penalty:
fa_ir: مجازات محاصره:

source: Full speed bonus:
fa_ir: جایزه کامل با سرعت:

source: This is the rate at which your athletics skill is increasing while running.
fa_ir: این میزان افزایش مهارت های دو و میدانی شما در هنگام دویدن است.

source: Weapon weight:
fa_ir: وزن سلاح:

source: This is the rate at which your strength is increasing.
fa_ir: این میزان افزایش قدرت شما است.

source: Encumbrance bonus:
fa_ir: جایزه Encumbrance:

source: Carrying somebody:
fa_ir: حمل کسی:

source: Toughness XP:
fa_ir: سختی XP:

source: Crippled left arm:
fa_ir: بازوی چپ فلج:

source: Crippled right arm:
fa_ir: بازوی راست فلج:

source: Blood loss trauma:
fa_ir: تروما از دست دادن خون:

source: Critical wounds:
fa_ir: زخمهای بحرانی:

source: This is the rate at which your toughness increases when you get hurt.
fa_ir: این میزان افزایش سختی شما در هنگام آسیب دیدگی است.

source: When an injury to a body part goes below your KO point of {1,num} then you are down for good. Your body will enter a coma and won't regain consciousness until all critical body parts have healed above 0.
fa_ir: هنگامی که یک آسیب به قسمت بدن زیر نقطه KO شما 1 {1 می رود ، num} سپس شما به خوبی پایین می آیید.بدن شما وارد کما می شود و تا زمانی که تمام قسمتهای بحرانی بدن بالاتر از 0 بهبود نیافته ، آگاهی را به دست نمی آورد.

source: Run speed:
fa_ir: سرعت اجرا:

source: Stealth mode:
fa_ir: حالت مخفیک:

source: max:
fa_ir: حداکثر:

source: Hunger Rate:
fa_ir: نرخ گرسنگی:

source: {1,num} (+{2,num}) mph
fa_ir: {1 ، خواه} (+ {2 ، چه}) MPH

source: {1,num} (-{2,num}) mph
fa_ir: {1 ، خواه} (- {2 ، چه}) MPH

source: Athletics Skill:
fa_ir: مهارت دو و میدانی:

source: Max possible speed:
fa_ir: حداکثر سرعت ممکن:

source: Leg injury:
fa_ir: آسیب پا:

source: Armour/equipment:
fa_ir: زره/تجهیزات:

source: Robotics:
fa_ir: رباتیک:

source: Stealth skill:
fa_ir: مهارت خفا:

source: Max speed:
fa_ir: حداکثر سرعت:

source: Carrying something:
fa_ir: حمل چیزی:

source: Crawling:
fa_ir: خزیدن:

source: Injuries:
fa_ir: جراحات:

source: Pup
fa_ir: توله سگ

source: Teen
fa_ir: نوجوان

source: Elder
fa_ir: بزرگان

source: Adult
fa_ir: بزرگ

source: {1} skill:
fa_ir: {1} مهارت:

source: Hunger:
fa_ir: گرسنگی:

source: Weather:
fa_ir: آب و هوا:

source: Working in darkness:
fa_ir: کار در تاریکی:

source: Limbs disabled:
fa_ir: اندام غیرفعال:

source: Missing arm penalty:
fa_ir: مجازات بازوی گمشده:

source: Stat Multiplier:
fa_ir: ضرب Stat:

source: Total equipment bonuses:
fa_ir: جایزه تجهیزات کل:

source: Indoors bonus:
fa_ir: پاداش داخل خانه:

source: Weather penalty:
fa_ir: مجازات آب و هوا:

source: Crossbows
fa_ir: قسمتهای مختلف

source: Precision:
fa_ir: دقت:

source: Careful Shooting
fa_ir: عکسبرداری دقیق

source: Perception:
fa_ir: ادراک:

source: Perception
fa_ir: ادراک

source: Attack:
fa_ir: حمله:

source: Weapon indoors penalty:
fa_ir: مجازات در داخل سلاح:

source: Defense:
fa_ir: دفاع:

source: Defensive combat mode:
fa_ir: حالت رزمی دفاعی:

source: Your defense skill is your chance of blocking enemy attacks.
fa_ir: مهارت دفاعی شما شانس شما برای جلوگیری از حملات دشمن است.

source: Strength XP rate:
fa_ir: قدرت XP قدرت:

source: Max carry weight:
fa_ir: وزن حمل حداکثر:

source: Blunt weapon damage:
fa_ir: خسارت سلاح صاف:

source: Strength
fa_ir: قدرت

source: Attack speed:
fa_ir: سرعت حمله:

source: Block speed:
fa_ir: سرعت بلوک:

source: Weapon cutting damage:
fa_ir: خسارت برش سلاح:

source: Dexterity
fa_ir: مهارت

source: Toughness XP rate:
fa_ir: میزان چقرمگی XP:

source: Wound degeneration speed:
fa_ir: سرعت تخریب زخم:

source: Damage resistance:
fa_ir: مقاومت در برابر آسیب:

source: Dodge skill:
fa_ir: مهارت Dodge:

source: Leg injury penalty:
fa_ir: مجازات آسیب دیدگی پا:

source: Equipment penalty:
fa_ir: مجازات تجهیزات:

source: Defensive mode:
fa_ir: حالت دفاعی:

source: -End total:
fa_ir: کل:

source: Dodge:
fa_ir: دوج:

source: Engineering
fa_ir: مهندسی

source: Weapon Smithing
fa_ir: اسمیت سلاح

source: Armour Smithing
fa_ir: زره پوش

source: Crossbow Smithing
fa_ir: رنگ آمیزی

source: Labouring
fa_ir: کار

source: Cooking
fa_ir: پخت و پز

source: Farming
fa_ir: کشاورزی

source: Attack
fa_ir: حمله

source: Science
fa_ir: علم

source: Thievery
fa_ir: دزدی

source: Turrets
fa_ir: برج

source: Athletics
fa_ir: ورزشگاه

source: Precision Shooting
fa_ir: عکسبرداری دقیق

source: Vet
fa_ir: دامن

source: Combat Speed
fa_ir: سرعت جنگی

source: Assassination
fa_ir: ترور

source: Stealth
fa_ir: مخفف

source: Defence
fa_ir: دفاع

source: Dodging
fa_ir: گودال

source: Weaponry
fa_ir: سلاح

source: Toughness
fa_ir: سختی

source: Heavy weapons
fa_ir: سلاح های سنگین

source: Blunt
fa_ir: بی پروا

source: Katanas
fa_ir: خوردن

source: Sabres
fa_ir: صابد

source: Hackers
fa_ir: هکرها

source: Martial arts
fa_ir: هنرهای رزمی

source: XP rate:
fa_ir: نرخ XP:

source: Attributes
fa_ir: ویژگی

source: Derived statistics
fa_ir: آمار مشتق شده

source: Next Level:
fa_ir: سطح بعدی:

source: [Affects visible muscle definition]
fa_ir: [بر تعریف عضلات قابل مشاهده تأثیر می گذارد]

source: [Slightly affects muscle definition]
fa_ir: [کمی بر تعریف عضلات تأثیر می گذارد]

source: [Affects physical bulk]
fa_ir: [بر فله جسمی تأثیر می گذارد]

source: [Negatively affects visible muscle definition]
fa_ir: [بر تعریف عضلات قابل مشاهده تأثیر منفی می گذارد]

source: Racial XP Bonus:
fa_ir: جایزه نژادی XP:

source: Stats Affected:
fa_ir: آمار تحت تأثیر قرار گرفت:

source: Strength XP rate (walking):
fa_ir: نرخ XP قدرت (راه رفتن):

source: Attack speed with heavy weapons:
fa_ir: سرعت حمله به سلاح های سنگین:

source: Chance to break free or resist kidnapping attempts
fa_ir: فرصتی برای شکسته شدن یا مقاومت در برابر آدم ربایی

source: Martial arts damage
fa_ir: آسیب های هنرهای رزمی

source: Strength XP rate (combat):
fa_ir: نرخ XP قدرت (مبارزه):

source: Ways To Train:
fa_ir: راه های آموزش:

source: Carrying people or overloading inventory
fa_ir: حمل افراد یا موجودی اضافه بار

source: Using a heavier weapon
fa_ir: با استفاده از سلاح سنگین تر

source: Chance to resist stealth knock-outs
fa_ir: فرصتی برای مقاومت در برابر حذفی مخفیک

source: Toughness current XP rate:
fa_ir: چقرمگی نرخ xp فعلی:

source: Knockout time:
fa_ir: زمان حذفی:

source: Knockout point:
fa_ir: نقطه حذفی:

source: Wound deterioration speed:
fa_ir: سرعت خراب شدن زخم:

source: Amount of damage it takes to stagger you:
fa_ir: میزان خسارت لازم برای تحریک کردن شما:

source: Getting hurt, getting beaten up, losing battles
fa_ir: صدمه دیده ، ضرب و شتم ، از دست دادن نبردها

source: Not wearing armour, taking more damage
fa_ir: پوشیدن زره پوش ، آسیب بیشتر

source: Get up and fight instead of playing dead
fa_ir: بلند شوید و به جای بازی مرده مبارزه کنید

source: Weapon cutting damage
fa_ir: خسارت برش سلاح

source: Rate of fire
fa_ir: میزان آتش سوزی

source: Reload speed
fa_ir: سرعت بارگیری مجدد

source: Attacking with light weapons
fa_ir: حمله به سلاح های سبک

source: Frequency of attacks on opponent
fa_ir: فراوانی حملات به حریف

source: Chance of attacks not getting blocked
fa_ir: احتمال اینکه حملات مسدود نشوند

source: Fighting with swords
fa_ir: جنگ با شمشیر

source: Using special training equipment
fa_ir: با استفاده از تجهیزات آموزشی ویژه

source: Bonus when fighting opponents stronger than you
fa_ir: پاداش هنگام مبارزه با مخالفان قوی تر از شما

source: Penalty when fighting opponents weaker than you
fa_ir: پنالتی هنگام مبارزه با مخالفان ضعیف تر از شما

source: Chance of blocking incoming attacks
fa_ir: شانس مسدود کردن حملات ورودی

source: Blocking incoming attacks
fa_ir: مسدود کردن حملات ورودی

source: Affects damage
fa_ir: آسیب را تحت تأثیر قرار می دهد

source: Unlocks better techniques
fa_ir: تکنیک های بهتر را باز می کند

source: Frequency of unarmed attacks on opponent
fa_ir: فراوانی حملات غیر مسلح به حریف

source: Reduces injury when striking metal
fa_ir: هنگام حمله به فلز ، آسیب را کاهش می دهد

source: Fighting unarmed
fa_ir: مبارزه با غیر مسلح

source: Fighting encumbered (for strength)
fa_ir: مبارزه با Encumbered (برای قدرت)

source: Chance of evading attacks while unarmed
fa_ir: احتمال فرار از حملات در حالی که غیر مسلح است

source: Chance of evading attacks while stumbling
fa_ir: شانس فرار از حملات در حالی که گیر می کنید

source: Dodge XP rate:
fa_ir: Dodge XP نرخ:

source: (Training hindered by encumbrance)
fa_ir: (آموزش مانع از انسداد)

source: Getting hit while stumbling
fa_ir: ضربه زدن در حالی که گیر می افتد

source: Max run speed:
fa_ir: حداکثر سرعت اجرا:

source: Current run speed:
fa_ir: سرعت اجرا فعلی:

source: Athletics XP bonus:
fa_ir: جایزه XP Athletics:

source: Running fast, with a light inventory
fa_ir: در حال دویدن سریع ، با موجودی سبک

source: Max swim speed:
fa_ir: سرعت شنا حداکثر:

source: Current swim speed:
fa_ir: سرعت شنا فعلی:

source: Swimming around in water
fa_ir: شنا در آب

source: First aid skills:
fa_ir: مهارتهای اولیه کمک:

source: Healing people
fa_ir: شفابخش مردم

source: Crafting medkits
fa_ir: کاردستی medkits

source: Amount of damage dealt
fa_ir: میزان خسارت وارد شده

source: Attacking with this specific weapon
fa_ir: حمله به این سلاح خاص

source: Accuracy:
fa_ir: دقت:

source: Rate of fire:
fa_ir: میزان آتش:

source: Using harpoon and crossbow turrets
fa_ir: با استفاده از برج های هارپون و کمان کمان

source: Using crossbows and ranged weapons
fa_ir: با استفاده از سلاح های متقاطع و دامنه

source: Accuracy
fa_ir: دقت

source: Shooting moving targets:
fa_ir: تیراندازی اهداف در حال حرکت:

source: Using turrets and ranged weapons
fa_ir: با استفاده از برجک و سلاح های متنوع

source: Friendly fire avoidance:
fa_ir: اجتناب از آتش دوستانه:

source: Accidentally shooting your friends
fa_ir: به طور تصادفی با دوستان خود تیراندازی کنید

source: Stealing items
fa_ir: سرقت موارد

source: Selling stolen items
fa_ir: فروش اقلام دزدیده شده

source: Stealing things
fa_ir: سرقت چیزها

source: Lock-picking doors & cages
fa_ir: درها و قفس های انتخاب قفل

source: Picking locks/cages
fa_ir: انتخاب قفل/قفس

source: Special training equipment
fa_ir: تجهیزات آموزشی ویژه

source: Ability to remain undetected while sneaking
fa_ir: توانایی کشف نشده در هنگام دزدکی

source: Avoiding discovery when in disguise
fa_ir: اجتناب از کشف هنگام مبدل

source: Avoiding discovery when you have a bounty
fa_ir: در هنگام داشتن فضل از کشف اجتناب کنید

source: Aided by:
fa_ir: با کمک:

source: Staying in the darkness
fa_ir: ماندن در تاریکی

source: Special gear
fa_ir: دنده خاص

source: Hindered by:
fa_ir: مانع:

source: Encumbrance / heavy armour
fa_ir: محاصره / زره سنگین

source: Wounded legs or torso.
fa_ir: پاهای زخمی یا تنه.

source: Using stealth mode with enemies around
fa_ir: استفاده از حالت مخفیک با دشمنان اطراف

source: Stealthy knock-outs:
fa_ir: حذفی های مخفی:

source: Chance to successfully kidnap someone
fa_ir: فرصتی برای ربودن موفقیت آمیز کسی

source: Chance to break free when being carried away
fa_ir: فرصتی برای شکستن آزاد هنگام حمل

source: Resist knock-out and kidnapping attempts
fa_ir: در برابر تلاش های حذفی و آدم ربایی مقاومت کنید

source: Trying stealthy knock-outs
fa_ir: تلاش برای حذفی مخفی

source: Building things:
fa_ir: ساختن چیزها:

source: Repairing things:
fa_ir: تعمیر چیزها:

source: Building things
fa_ir: کارها

source: Repairing things
fa_ir: تعمیر چیزها

source: Research rate:
fa_ir: نرخ تحقیق:

source: Researching things at a research bench
fa_ir: تحقیق در مورد چیزها در یک نیمکت تحقیق

source: Doing science
fa_ir: انجام علم

source: Being sciency
fa_ir: بودن

source: Mining:
fa_ir: معدن:

source: Using machinery:
fa_ir: با استفاده از ماشین آلات:

source: Work hard
fa_ir: سخت کار کردن

source: Harvesting speed:
fa_ir: سرعت برداشت:

source: Harvesting yield:
fa_ir: عملکرد برداشت:

source: Crafting weapons (speed):
fa_ir: ساخت سلاح (سرعت):

source: Weapon quality:
fa_ir: کیفیت سلاح:

source: Crafting weapons
fa_ir: سلاح های صنایع دستی

source: Crafting armour (speed):
fa_ir: زره پوش (سرعت):

source: Armour quality:
fa_ir: کیفیت زره پوش:

source: Crafting armour and parts
fa_ir: ساخت زره و قطعات

source: Crafting crossbows (speed):
fa_ir: صنایع دستی Crossbows (سرعت):

source: Crafting crossbow bolts (speed):
fa_ir: ساخت پیچ های کمان کمان (سرعت):

source: Crossbow quality:
fa_ir: کیفیت کمان:

source: Crafting crossbows and bolts
fa_ir: ساخت کراوات و پیچ و مهره

source: Your physical strength determines your ability to use heavy weapons and armour without tiring, and to carry heavy loads, including your wounded comrades. Strength affects the blunt damage you do with heavy weapons, hacking-type blades, and while unarmed. It is trained faster by using heavier weapons in battle, or by travelling around with a very heavy inventory or encumbrance.
fa_ir: قدرت بدنی شما توانایی شما در استفاده از سلاح های سنگین و زره پوش را بدون خسته کردن و حمل بارهای سنگین از جمله رفقای زخمی شما تعیین می کند.قدرت بر آسیب های بی پرده ای که با سلاح های سنگین ، تیغه های هک شده و در حالی که غیر مسلح است ، تأثیر می گذارد.با استفاده از سلاح های سنگین تر در نبرد ، یا با مسافرت با موجودی بسیار سنگین یا محاصره ، سریعتر آموزش می یابد.
