Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: I can't craft anything here with this crappy workbench.
fa_ir: من نمی توانم در اینجا با این میز کار ناخوشایند چیزی کار کنم.

source: Do you want to buy this building for c.{1,num}?
fa_ir: آیا می خواهید این ساختمان را برای c {1 ، num} خریداری کنید؟

source: Can't afford to buy this building. It costs c.{1,num}
fa_ir: توانایی خرید این ساختمان را ندارد.هزینه آن c {1 ، num}

source: Building purchased!
fa_ir: ساختمان خریداری شده!

source: Mission Complete
fa_ir: ماموریت کامل

source: Mission Failed
fa_ir: ماموریت شکست خورد

source: Options
fa_ir: گزینه

source: General
fa_ir: عمومی

source: Tutorials
fa_ir: آموزش

source: Enable/Disable in-game tutorials
fa_ir: آموزش های درون بازی را فعال یا غیرفعال کنید

source: Reset Tutorials
fa_ir: آموزش مجدد

source: Auto save
fa_ir: ذخیره خودکار

source: Turns on automatic saves
fa_ir: پس انداز خودکار را روشن می کند

source: Auto save time (minutes)
fa_ir: صرفه جویی در وقت (دقیقه)

source: Show character names
fa_ir: نام شخصیت ها را نشان دهید

source: Shows the names of your characters on screen, hovering above their heads.
fa_ir: نام شخصیت های خود را روی صفحه نمایش می دهد و بالای سر آنها معلق است.

source: Show movement marker
fa_ir: نشانگر حرکت

source: Shows horrible green marker to show you exactly where you clicked. Useful when you are new to the game, but you should turn them off once you are used to it.
fa_ir: نشانگر سبز وحشتناک را نشان می دهد تا دقیقاً در جایی که کلیک کرده اید به شما نشان دهد.وقتی تازه وارد بازی هستید مفید است ، اما باید آنها را یک بار عادت کنید.

source: Show rotation marker
fa_ir: نشانگر چرخش

source: Shows horrible green marker to show camera rotation. Useful when you are new to the game, but you should turn them off once you are used to it because it looks horrible.
fa_ir: نشانگر سبز وحشتناک را برای نشان دادن چرخش دوربین نشان می دهد.وقتی تازه وارد بازی هستید ، مفید است ، اما باید آنها را یک بار که به آن عادت کرده اید خاموش کنید زیرا به نظر می رسد وحشتناک است.

source: Edge scrolling
fa_ir: پیمانه

source: Makes the camera move when you move the mouse pointer to the edge of the screen
fa_ir: باعث می شود دوربین هنگام حرکت نشانگر ماوس به لبه صفحه حرکت کند

source: Language censorship
fa_ir: سانسور زبانی

source: Filters out most of the bad language, if you don't like that sort of thing ruining your violent blood-bath and slavery experience.
fa_ir: اگر دوست ندارید این نوع چیزها را از بین ببرید ، بیشتر زبان بد را فیلتر می کنید.

source: Show damage floaters
fa_ir: نشان دادن آسیب شناسان آسیب

source: Off
fa_ir: از روی

source: Simple info
fa_ir: اطلاعات ساده

source: Full info
fa_ir: اطلاعات کامل

source: These are the floating text numbers that show the damage when a character is hit. It also shows in brackets the amount of damage that was stopped by armour. [Full Info] will show separate numbers for each damage type.
fa_ir: این شماره های متن شناور هستند که هنگام برخورد یک شخصیت ، آسیب را نشان می دهند.همچنین در براکت ها میزان خسارت وارد شده توسط زره پوش را نشان می دهد.[اطلاعات کامل] اعداد جداگانه را برای هر نوع آسیب نشان می دهد.

source: Font Size
fa_ir: اندازه قلم

source: Civilians in towns (requires restart/import)
fa_ir: غیرنظامیان در شهرها (نیاز به راه اندازی مجدد/واردات)

source: This will simply prevent some of the less useful civilian NPCs from spawning in towns. Use to improve performance slightly.
fa_ir: این امر به سادگی مانع از تخم ریزی برخی از NPC های غیرنظامی کمتر مفید در شهرها می شود.برای بهبود عملکرد کمی استفاده کنید.

source: Fast zone hopping
fa_ir: حرکت سریع منطقه

source: Allows you to jump between characters in different map zones without any loading time because it keeps a larger area in memory. WARNING: will use more RAM and reduce frame rate
fa_ir: به شما امکان می دهد بین شخصیت ها در مناطق مختلف نقشه و بدون هیچ زمان بارگذاری پرش کنید زیرا منطقه بزرگتر را در حافظه نگه می دارد.هشدار: از RAM بیشتری استفاده می کند و نرخ فریم را کاهش می دهد

source: Gameplay
fa_ir: گیم پلی

source: Population settings (affects performance)
fa_ir: تنظیمات جمعیت (بر عملکرد تأثیر می گذارد)

source: Squad size multiplier
fa_ir: ضرب اندازه تیم ملی

source: This multiplies the number of NPCs in each squad (Does not affect number of squads). Setting higher than 1.0 means MORE characters and bigger battles. WARNING! Will adversely affect performance.
fa_ir: این تعداد NPC ها را در هر تیم چند برابر می کند (بر تعداد جوخه ها تأثیر نمی گذارد).تنظیم بالاتر از 1.0 به معنای شخصیت های بیشتر و نبردهای بزرگتر است.هشداربر عملکرد تأثیر می گذارد.

source: Global population multiplier (num NPC squads)
fa_ir: ضرب جمعیت جهانی (Num NPC Squads)

source: This multiplies the number of squads in the world (Does not affect squad size). Setting higher than 1.0 means MORE characters. WARNING! Will adversely affect performance.
fa_ir: این تعداد جوخه های جهان را چند برابر می کند (بر اندازه تیم تأثیر نمی گذارد).تنظیم بالاتر از 1.0 به معنای شخصیت های بیشتر است.هشداربر عملکرد تأثیر می گذارد.

source: Difficulty settings
fa_ir: تنظیمات مشکل

source: Town raid events: size
fa_ir: رویدادهای حمله شهر: اندازه

source: Affects the size (and therefore difficulty) of attacking forces when nearby factions attack your town. WARNING! Making the raids bigger will affect performance
fa_ir: در هنگام حمله جناح های نزدیک به شهر شما ، بر اندازه (و در نتیجه دشواری) نیروهای حمله کننده تأثیر می گذارد.هشداربزرگتر کردن حملات بر عملکرد تأثیر می گذارد

source: Town raid events: frequency
fa_ir: رویدادهای حمله شهر: فرکانس

source: Affects the frequency of the raid events. (Values > 1 means more frequent attacks)
fa_ir: بر فراوانی وقایع حمله تأثیر می گذارد.(مقادیر> 1 به معنای حملات مکرر است)

source: Town attacks frequency
fa_ir: فرکانس حمله شهر

source: Bombardment
fa_ir: بمباران

source: High
fa_ir: عالی

source: Fewer
fa_ir: کمتر

source: Rare
fa_ir: ناچیز

source: Never
fa_ir: هرگز

source: This is a separate thing to the raid events. This is for the attacks by bandits and enemies that just happen to be passing by your base and decide to attack it, trying to take it over. The old default was [High]
fa_ir: این یک چیز جداگانه برای وقایع حمله است.این مربوط به حملات راهزنان و دشمنانی است که اتفاقاً در حال عبور از پایگاه شما هستند و تصمیم می گیرند به آن حمله کنند ، و سعی در این کار دارند.پیش فرض قدیمی [بالا] بود

source: Dismemberment
fa_ir: فرونشستگی

source: Frequent
fa_ir: مکرر

source: Affects how often limbs are lost. [Frequent] means that a limb is lost whenever its HP drops below -100. [Rare] means limbs are only lost when HIT and the damage goes below -100 (a rare occurence). With either setting limbs can still be eaten off also. [Never] means limb loss is disabled completely (boring)
fa_ir: تأثیر می گذارد که چند بار اندام از بین می رود.[مکرر] به این معنی است که هر زمان که HP آن زیر -100 باشد ، اندام از بین می رود.[نادر] به این معنی است که اندامها فقط در هنگام ضربه از بین می روند و آسیب به زیر -100 می رسد (یک اتفاق نادر).با هر دو تنظیم ، هنوز هم می توان آن را از بین برد.[هرگز] به این معنی است که از دست دادن اندام کاملاً غیرفعال است (خسته کننده)

source: Graphics
fa_ir: گرافیک

source: Resolution (need restart)
fa_ir: وضوح (نیاز به راه اندازی مجدد)

source: Full screen (need restart)
fa_ir: تمام صفحه (نیاز به راه اندازی مجدد)

source: Fullscreen mode, use only if Borderless isn't working for you
fa_ir: حالت تمام صفحه ، فقط در صورتی که بدون مرز برای شما کار نمی کند استفاده کنید

source: Borderless (need restart)
fa_ir: بدون مرز (نیاز به راه اندازی مجدد)

source: Borderless is the recommended screen mode, it is a type of fullscreen that allows safer alt-tabbing
fa_ir: بدون مرز حالت صفحه نمایش توصیه شده است ، نوعی صفحه نمایش تمام صفحه است که امکان تهیه ایمن تر ALT را فراهم می کند

source: View Distance
fa_ir: فاصله مشاهده

source: Increases the distance you can see, but has a negative effect on performance. Recommend you don't set it extremely high or low.
fa_ir: مسافتی را که می بینید افزایش می دهد ، اما تأثیر منفی بر عملکرد دارد.توصیه می کنید آن را بسیار زیاد یا پایین تنظیم نکنید.

source: Terrain Detail
fa_ir: جزئیات زمین

source: Increases the quality of the terrain, but can have a negative effect on performance.
fa_ir: کیفیت زمین را افزایش می دهد ، اما می تواند تأثیر منفی بر عملکرد داشته باشد.

source: Grass View Range
fa_ir: دامنه نمای چمن

source: Grass Density
fa_ir: چگالی

source: Foliage View Range
fa_ir: دامنه نمای شاخ و برگ

source: NPC View Range
fa_ir: محدوده نمایش NPC

source: Objects View Range
fa_ir: محدوده مشاهده اشیاء

source: Texture Quality (need restart)
fa_ir: کیفیت بافت (نیاز به راه اندازی مجدد)

source: Mega-high (danger!)
fa_ir: مگا بلند (خطر!)

source: Medium
fa_ir: واسطه

source: Low
fa_ir: کم

source: Fugly
fa_ir: فگلی

source: Increases texture quality, doesn't tend to affect performance but will affect memory use and loading times. /n WARNING! If you don't have enough video RAM to handle the setting you choose then the game will crash randomly because that's just how Microsoft designed it. Recommend > 4GB VRAM for max setting
fa_ir: کیفیت بافت را افزایش می دهد ، تمایل به تأثیرگذاری بر عملکرد ندارد اما بر استفاده از حافظه و زمان بارگذاری تأثیر می گذارد./n هشدار!اگر رم ویدیویی کافی برای رسیدگی به تنظیمات انتخابی ندارید ، بازی به طور تصادفی خراب می شود زیرا این دقیقاً همان نحوه طراحی مایکروسافت است.توصیه> 4 گیگابایت VRAM برای تنظیم حداکثر

source: Terrain Chunk Size (need restart)
fa_ir: اندازه قطعه زمین (نیاز به راه اندازی مجدد)

source: Small
fa_ir: کوچک

source: Large
fa_ir: بزرگ

source: The size of terrain chunks. [Large] will make the game run much faster when looking at the horizon for faster computers. Slower systems using a shorter view distance may find it actually runs slower, in which case set it to [Small]. [Small] will also help if you have problems with running out of video RAM, which causes crashes
fa_ir: اندازه تکه های زمین.[بزرگ] باعث می شود بازی هنگام نگاه کردن به افق برای رایانه های سریعتر ، خیلی سریعتر اجرا شود.سیستم های آهسته تر با استفاده از فاصله نمای کوتاه تر ممکن است پیدا کنند که در واقع کندتر اجرا می شود ، در این صورت آن را به [کوچک] تنظیم می کند.[کوچک] همچنین در صورت مشکلی در اجرای RAM ویدیویی ، که باعث تصادفات می شود ، کمک خواهد کرد

source: Water reflection
fa_ir: بازتاب آب

source: Disabled
fa_ir: معلول

source: Landscape
fa_ir: چشم انداز

source: Characters
fa_ir: شخصیت

source: Everything
fa_ir: همه چیز

source: Determines what is reflected in the water. Turning this off will give a good performance boost
fa_ir: آنچه را در آب منعکس می کند تعیین می کند.خاموش کردن این کار باعث تقویت عملکرد خوبی خواهد شد

source: Shadows
fa_ir: سایه

source: Turn off shadows if you have problems with performance
fa_ir: اگر در عملکرد مشکل دارید سایه ها را خاموش کنید

source: Shadow Quality
fa_ir: کیفیت سایه

source: 1024 (poor)
fa_ir: 1024 (فقیر)

source: 2048 (nice)
fa_ir: 2048 (خوب)

source: 4096 (some video cards may freak out)
fa_ir: 4096 (برخی از کارت های ویدیویی ممکن است از بین بروند)

source: Shadow Range
fa_ir: محدوده سایه

source: Setting a longer range means that shadows are visible for a longer distance, but also reduces the shadows resolution/quality. Find a balance that you like.
fa_ir: تنظیم دامنه طولانی تر بدان معنی است که سایه ها برای فاصله طولانی تر قابل مشاهده هستند ، اما همچنین وضوح/کیفیت سایه ها را کاهش می دهد.تعادل را که دوست دارید پیدا کنید.

source: Blood
fa_ir: خون

source: Decal Range
fa_ir: دامنه دکوراسیون

source: Decal Resolution
fa_ir: وضوح دکوراسیو

source: The quality of blood-splats on the terrain
fa_ir: کیفیت اسلایدهای خون در زمین

source: Harpoon limit
fa_ir: حد هارپون

source: The max number of harpoons/arrows that are left in the ground. Reduce this if you have frame rate drops around heavy turret areas.
fa_ir: حداکثر تعداد هارپون ها/فلش هایی که در زمین باقی مانده اند.اگر قطره نرخ فریم در اطراف مناطق برجک سنگین دارید ، این کار را کاهش دهید.

source: Audio
fa_ir: صوتی

source: Music volume
fa_ir: حجم موسیقی

source: Ambient volume
fa_ir: حجم محیط

source: Footstep volume
fa_ir: حجم پله

source: SFX volume
fa_ir: حجم SFX

source: VO volume
fa_ir: حجم

source: UI volume
fa_ir: حجم UI

source: Music Frequency (minutes)
fa_ir: فرکانس موسیقی (دقیقه)

source: Affects the overall amount of time that music plays in the game
fa_ir: بر کل زمانی که موسیقی در بازی پخش می شود تأثیر می گذارد

source: Controls
fa_ir: کنترل

source: Invert mouse X
fa_ir: ماوس x معکوس

source: Invert mouse Y
fa_ir: معکوس موش y

source: Swap mouse buttons
fa_ir: دکمه های ماوس مبادله

source: Swap left and right mouse buttons on the GUI
fa_ir: دکمه های ماوس چپ و راست را روی GUI مبادله کنید

source: Hardware Mouse
fa_ir: موش سخت افزاری

source: Turning this on will use the windows hardware mouse pointer, which looks a bit weird but has the advantage that it's not affected by the frame-rate. (REQURIES RESTART)
fa_ir: با روشن کردن این کار ، از Pointer Mouse Hardware Windows استفاده می شود ، که کمی عجیب به نظر می رسد اما این مزیت را دارد که تحت تأثیر نرخ فریم قرار نمی گیرد.(شروع مجدد مجدد)

source: Camera Move Speed
fa_ir: سرعت حرکت دوربین

source: Camera Rotate Speed X
fa_ir: چرخش دوربین سرعت x

source: Camera Rotate Speed Y
fa_ir: سرعت چرخش دوربین Y

source: Camera Zoom Speed
fa_ir: سرعت بزرگنمایی دوربین

source: Key bindings
fa_ir: اتصالات کلیدی

source: Selection
fa_ir: انتخاب

source: Issue command
fa_ir: فرمان صادر

source: Pause Game
fa_ir: بازی مکث

source: Take screenshot
fa_ir: عکس گرفتن

source: Quicksave
fa_ir: قمار

source: Quickload
fa_ir: بار سریع

source: Normal game speed
fa_ir: سرعت بازی عادی

source: Faster game speed
fa_ir: سرعت بازی سریعتر

source: Fastest game speed
fa_ir: سریعترین سرعت بازی

source: Up one floor
fa_ir: یک طبقه

source: Down one floor
fa_ir: پایین یک طبقه

source: Highlight Items
fa_ir: موارد برجسته

source: Rotate camera
fa_ir: دوربین را بچرخانید

source: Move camera forward
fa_ir: دوربین را به جلو حرکت دهید

source: Move camera backward
fa_ir: دوربین را به سمت عقب حرکت دهید

source: Move camera left
fa_ir: دوربین را به سمت چپ حرکت دهید

source: Move camera right
fa_ir: دوربین را به سمت راست حرکت دهید

source: Tilt camera up
fa_ir: دوربین شیب دار

source: Tilt camera down
fa_ir: دوربین شیب پایین

source: Rotate camera left
fa_ir: چرخش دوربین سمت چپ

source: Rotate camera right
fa_ir: دوربین را درست بچرخانید

source: Zoom in
fa_ir: زوم کردن

source: Zoom out
fa_ir: زوم کردن

source: Toggle map
fa_ir: نقشه

source: Toggle character inventory
fa_ir: موجودی شخصیت را تغییر دهید

source: Toggle character stats
fa_ir: آمار شخصیت را تغییر دهید

source: Toggle research
fa_ir: تحقیقات را تغییر دهید

source: Toggle faction window
fa_ir: پنجره جناح را تغییر دهید

source: Toggle main gui
fa_ir: ضامن اصلی رابط کاربری اصلی

source: Stop selected characters actions
fa_ir: اقدامات شخصیت های منتخب را متوقف کنید

source: Toggle block only mode
fa_ir: تنها حالت بلوک را تغییر دهید

source: Toggle passive mode
fa_ir: حالت غیرفعال را تغییر دهید

source: Toggle jobs
fa_ir: جابجایی مشاغل

source: Toggle ranged mode
fa_ir: حالت ضامع

source: Toggle stealth mode
fa_ir: حالت خفا را تغییر دهید

source: Cycle movement speed
fa_ir: سرعت حرکت چرخه

source: Medic order
fa_ir: سفارش پزشکی

source: Rescue order
fa_ir: سفارش نجات

source: Prospect order
fa_ir: ترتیب چشم انداز

source: Focus selected character
fa_ir: تمرکز شخصیت انتخاب شده

source: Select all characters
fa_ir: همه نویسه ها را انتخاب کنید

source: Select character 1
fa_ir: شخصیت 1 را انتخاب کنید

source: Select character 2
fa_ir: شخصیت 2 را انتخاب کنید

source: Select character 3
fa_ir: شخصیت 3 را انتخاب کنید

source: Select character 4
fa_ir: شخصیت 4 را انتخاب کنید

source: Select character 5
fa_ir: شخصیت 5 را انتخاب کنید

source: Select character 6
fa_ir: شخصیت 6 را انتخاب کنید

source: Select character 7
fa_ir: شخصیت 7 را انتخاب کنید

source: Select character 8
fa_ir: شخصیت 8 را انتخاب کنید

source: Select character 9
fa_ir: شخصیت 9 را انتخاب کنید

source: Select character 10
fa_ir: شخصیت 10 را انتخاب کنید

source: Select next character
fa_ir: شخصیت بعدی را انتخاب کنید

source: Select previous character
fa_ir: شخصیت قبلی را انتخاب کنید

source: Cycle squads
fa_ir: جوخه های چرخه

source: Build mode
fa_ir: حالت ساخت

source: Toggle build mode
fa_ir: حالت ساخت و ساز

source: Confirm build mode
fa_ir: تأیید حالت ساخت

source: Undo last building
fa_ir: آخرین ساختمان را خنثیسازی کنید

source: Rotate building left
fa_ir: ساختمان را به سمت چپ بچرخانید

source: Rotate building right
fa_ir: درست کردن ساختمان درست

source: Move building up
fa_ir: حرکت به سمت بالا

source: Move building down
fa_ir: ساختمان را به سمت پایین حرکت دهید

source: Increase building slope
fa_ir: شیب ساختمان را افزایش دهید

source: Decrease building slope
fa_ir: شیب ساختمان را کاهش دهید

source: Tools
fa_ir: ابزار

source: Toggle game editor
fa_ir: ویرایشگر بازی

source: Rebuild navmesh
fa_ir: نومش

source: Reload biome data
fa_ir: بارگیری مجدد داده های بیوم

source: Editor gizmo: move
fa_ir: ویرایشگر Gizmo: حرکت کنید

source: Editor gizmo: rotate
fa_ir: ویرایشگر Gizmo: چرخش

source: Editor gizmo: scale
fa_ir: ویرایشگر Gizmo: مقیاس

source: Defaults
fa_ir: پیش فرض

source: Active mods
fa_ir: حالت های فعال

source: Beta limitation: Area under construction.
fa_ir: محدودیت بتا: منطقه در دست ساخت.

source: Hold down the ALT key to pick the lock.
fa_ir: برای انتخاب قفل ، کلید ALT را پایین نگه دارید.

source: Hold down the ALT key to escape the cage.
fa_ir: برای فرار از قفس ، کلید alt را نگه دارید.

source: Error!
fa_ir: خطا!

source: One of your squads has somehow loaded off the map, reload your game with [reset positions] selected to recover your missing squads
fa_ir: یکی از جوخه های شما به نوعی نقشه را بارگیری کرده است ، بازی خود را با [موقعیت های تنظیم مجدد] انتخاب شده برای بازیابی جوخه های گمشده خود بارگیری کنید

source: Can't place in a building you don't own.
fa_ir: نمی توانید در ساختمانی که متعلق به آن نیست قرار دهید.

source: Can't build too close to another town.
fa_ir: نمی توان خیلی نزدیک به یک شهر دیگر ساخت.

source: This crop will not grow in this environment.
fa_ir: این محصول در این محیط رشد نخواهد کرد.

source: No resources at this location, mining would be pointless.
fa_ir: هیچ منابعی در این مکان ، معدن می تواند بی معنی باشد.

source: Cannot build inside incomplete buildings.
fa_ir: نمی تواند در داخل ساختمانهای ناقص بسازد.

source: Must be placed outside or on a roof.
fa_ir: باید در خارج یا پشت بام قرار گیرد.

source: Must be placed inside a building.
fa_ir: باید در داخل یک ساختمان قرار گیرد.

source: Can only be placed on certain locations (marked by blue nodes).
fa_ir: فقط می تواند در مکانهای خاصی (که توسط گره های آبی مشخص شده است) قرار دهید.

source: Too close to another building.
fa_ir: خیلی نزدیک به ساختمان دیگری.

source: No valid usage nodes.
fa_ir: بدون گره استفاده معتبر.

source: There are characters in the way.
fa_ir: شخصیت هایی در راه وجود دارد.

source: The building blocks another building use nodes.
fa_ir: ساختمان ساختمان دیگر از گره ها استفاده می کند.

source: The building has one or more parts on invalid ground.
fa_ir: ساختمان دارای یک یا چند قسمت در زمین نامعتبر است.

source: Invalid placing floor number. Change to the correct floor to place it in that position.
fa_ir: شماره کف قرار دادن نامعتبر.به کف صحیح تغییر دهید تا آن را در آن موقعیت قرار دهید.

source: Ground needs to be more level.
fa_ir: زمین باید سطح بیشتری داشته باشد.

source: Warning: This sign will not be added to the building exterior layout as interior build mode is inactive.
fa_ir: هشدار: این علامت به طرح بیرونی ساختمان اضافه نمی شود زیرا حالت ساخت داخلی غیرفعال است.

source: Error: Mesh file {1} is missing.
fa_ir: خطا: پرونده مش {1} از دست رفته است.

source: Oi, You can't place that there.
fa_ir: OI ، شما نمی توانید آن را در آنجا قرار دهید.

source: Item placement group '{1}' has no valid items.
fa_ir: گروه قرار دادن مورد "{1}" هیچ مورد معتبری ندارد.

source: Crop yield:
fa_ir: عملکرد محصول:

source: Your Outpost
fa_ir: پاسگاه شما

source: Categories
fa_ir: دسته

source: Commands
fa_ir: دستورات

source: Undo
fa_ir: خنثی کردن

source: Building shell
fa_ir: ساختمان

source: Materials cost:
fa_ir: هزینه مواد:

source: Nothing
fa_ir: هیچ

source: Estimated build time:
fa_ir: زمان ساخت تخمین زده شده:

source: Power Output:
fa_ir: توان خروجی:

source: Power Consumption:
fa_ir: مصرف برق:

source: Power Capacity:
fa_ir: ظرفیت قدرت:

source: Num People:
fa_ir: تعداد مردم:

source: Produces:
fa_ir: تولید می کند:

source: Training max:
fa_ir: حداکثر آموزش:

source: Turrets bonus:
fa_ir: پاداش برجک:

source: Place Building:
fa_ir: ساختمان مکان:

source: Left-Click
fa_ir: روی چپ کلیک کردن

source: Clear Building:
fa_ir: ساختمان روشن:

source: Right-Click
fa_ir: روی راست کلیک کردن

source: Rotate:
fa_ir: چرخش:

source: {1} or {2} keys
fa_ir: {1} یا {2} کلیدها

source: Change Height:
fa_ir: تغییر ارتفاع:

source: {1} and {2}
fa_ir: {1} و {2}

source: Change Slope:
fa_ir: شیب تغییر:

source: Undo:
fa_ir: خنثی کردن:

source: Backspace
fa_ir: قسمت پشتی

source: Cancel All:
fa_ir: لغو همه:

source: Esc
fa_ir: جنجال

source: Press
fa_ir: مطبوعات

source: when finished
fa_ir: پس از اتمام

source: Blue arrows point outwards, towards enemy.
fa_ir: فلش های آبی به بیرون ، به سمت دشمن اشاره می کنند.

source: Aiming...
fa_ir: هدف ...

source: The game failed to detect a useable mouse
fa_ir: این بازی نتوانست موش قابل استفاده را تشخیص دهد

source: No available renderers found.
fa_ir: هیچ رندر موجود یافت نمی شود.

source: Problem
fa_ir: مشکل

source: Failed to load render system. You probably need to install the june 2010 directX runtimes located in the dependencies folder
fa_ir: بارگیری سیستم رندر انجام نشد.احتمالاً شما نیاز به نصب DirectX ژوئن 2010 Runtimes واقع در پوشه وابستگی دارید

source: DirectX11 unsupported on this system.
fa_ir: DirectX11 در این سیستم پشتیبانی نشده است.

source: ERROR creating root
fa_ir: خطا در ایجاد ریشه

source: Unfortunately your system cannot run the game. Your video card needs to be capable of running pixel shader v3.0.
fa_ir: متأسفانه سیستم شما نمی تواند بازی را اجرا کند.کارت ویدیوی شما باید قادر به اجرای Pixel Shader v3.0 باشد.

source: (at 1x rate)
fa_ir: (با نرخ 1x)

source: Research complete: {1}
fa_ir: تحقیق کامل: {1}

source: Used artifacts for '{1}' research.
fa_ir: مصنوعات استفاده شده برای تحقیقات "{1}".

source: Saving...
fa_ir: صرفه جویی در ...

source: Failed to save game
fa_ir: ذخیره بازی انجام نشد

source: Failed to load game
fa_ir: بارگیری بازی انجام نشد

source: Failed to import game
fa_ir: واردات بازی انجام نشد

source: Old save version
fa_ir: نسخه ذخیره قدیمی

source: Kenshi has been updated to version {1}. Things have changed since this game was saved which will break everything horribly. Use the import menu to start a new game keeping your existing squad.
fa_ir: Kenshi به نسخه {1} به روز شده است. از زمان ذخیره این بازی ، اوضاع تغییر کرده است که همه چیز را به طرز وحشتناکی می شکند. از منوی واردات برای شروع یک بازی جدید با نگه داشتن تیم موجود خود استفاده کنید.

source: Name
fa_ir: نام

source: Date
fa_ir: تاریخ

source: Delete Save
fa_ir: حذف را حذف کنید

source: Are you sure you want to delete this save game?
fa_ir: آیا مطمئن هستید که می خواهید این بازی ذخیره را حذف کنید؟

source: File version
fa_ir: نسخه پرونده

source: Funds
fa_ir: بودجه

source: Members size
fa_ir: اندازه اعضا

source: Location
fa_ir: محل

source: Day
fa_ir: روز

source: Load game
fa_ir: بارگذاری بازی

source: Load
fa_ir: بار

source: Reset squad positions
fa_ir: تنظیم مجدد موقعیت های تیم ملی

source: Error
fa_ir: خطا

source: This save file is invalid
fa_ir: این پرونده ذخیره نامعتبر است

source: Import game
fa_ir: بازی واردات

source: Advanced options
fa_ir: گزینه های پیشرفته

source: Import Buildings
fa_ir: واردات ساختمانها

source: Import Research
fa_ir: تحقیقات واردات

source: Import Dead NPCs
fa_ir: واردات NPC های مرده را وارد کنید

source: Import Relations
fa_ir: واردات

source: Save game
fa_ir: ذخیره بازی

source: Save game error
fa_ir: خطای بازی را ذخیره کنید

source: The file name contains invalid characters
fa_ir: نام پرونده شامل نویسه های نامعتبر است
