Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: Your gear is protecting you from the storm.
fa_ir: دنده شما شما را از طوفان محافظت می کند.

source: You are in a dust storm, your gear is providing you with {1} protection.
fa_ir: شما در یک طوفان گرد و غبار قرار دارید ، دنده شما از 1 {محافظت می کند.

source: {1} has been eaten alive.
fa_ir: {1} زنده خورده شده است.

source: Load Error: Character stat was corrupted and fixed: {1}
fa_ir: خطای بار: آمار شخصیت خراب و ثابت شد: {1}

source: Beta limitation: Can't go that way.
fa_ir: محدودیت بتا: نمی تواند به این روش برود.

source: ROBOTICS
fa_ir: روباتیک

source: Repeat Queue
fa_ir: صف را تکرار کنید

source: Stations
fa_ir: ایستگاه ها

source: Items
fa_ir: موارد

source: Queue
fa_ir: صف

source: Description
fa_ir: شرح

source: In production...
fa_ir: در تولید ...

source: Out of resources
fa_ir: خارج از منابع

source: Output full
fa_ir: خروجی پر

source: Upgrade required
fa_ir: ارتقاء لازم

source: Not assigned to a craft bench
fa_ir: به یک نیمکت صنایع دستی اختصاص داده نشده است

source: ETA:
fa_ir: و

source: -Current Smith:
fa_ir: -بور اسمیت:

source: (skill: {1,num}{2})
fa_ir: (مهارت: {1 ، num} {2})

source: -Predicted Result:
fa_ir: نتیجه پیش بینی شده:

source: -Material Costs:
fa_ir: هزینه های ماده:

source: -Critical Success Chance:
fa_ir: -شانس موفقیت بحرانی:

source: No items available to craft. You need to buy blueprints or research new items to craft them here
fa_ir: هیچ موردی برای کاردستی در دسترس نیست.برای تهیه آنها در اینجا باید طرح ها را خریداری کنید یا موارد جدیدی را تحقیق کنید

source: Estimated Craft Time:
fa_ir: زمان برآورد صنایع دستی:

source: -Materials Cost:
fa_ir: هزینه مواد:

source: -Fabrics Cost:
fa_ir: هزینه فابریک:

source: -Materials Costs:
fa_ir: هزینه های مواد:

source: x{1,num}
fa_ir: x {1 ، چه}

source: Ingredients
fa_ir: مواد تشکیل دهنده

source: Invalid item!
fa_ir: مورد نامعتبر!

source: Empty!
fa_ir: خالی!

source: Failed to learn from blueprint: Technology requirements not met
fa_ir: نتوانست از طرح آموخت: الزامات فناوری برآورده نشده است

source: Research already known
fa_ir: تحقیقات قبلاً شناخته شده است

source: Day: {1,num}
fa_ir: روز: {1 ، num}

source: Selling Slaves
fa_ir: فروش برده

source: Sell
fa_ir: فروش

source: Name:
fa_ir: نام:

source: WARNING: Character will become a slave!
fa_ir: هشدار: شخصیت برده خواهد شد!

source: Buying Slaves
fa_ir: خرید برده

source: Buy
fa_ir: خرید کردن

source: Strength:
fa_ir: قدرت:

source: Dexterity:
fa_ir: مهارت:

source: Toughness:
fa_ir: سختی:

source: Melee Attack:
fa_ir: حمله غوغا:

source: Melee Defence:
fa_ir: دفاع غوغا:

source: Labouring:
fa_ir: کار:

source: Farming:
fa_ir: کشاورزی:

source: Cooking:
fa_ir: آشپزی:

source: Engineering:
fa_ir: مهندسی:

source: Medic:
fa_ir: پزشکی:

source: Buying Animals
fa_ir: خرید حیوانات

source: Age:
fa_ir: سن:

source: Gender:
fa_ir: جنسیت:

source: Female
fa_ir: زن

source: Male
fa_ir: مرد

source: Pay Bounty
fa_ir: پرداخت فضل

source: Pay
fa_ir: پرداختن

source: Faction:
fa_ir: جناح:

source: Relations with {1} improved by {2}
fa_ir: روابط با {1} توسط {2} بهبود یافته است

source: Relations with {1} decreased by {2}
fa_ir: روابط با {1} توسط 2} کاهش یافته است

source: Received
fa_ir: دریافت شده

source: Sorry, you cannot create female characters in the demo, buy the full game!
fa_ir: با عرض پوزش ، شما نمی توانید شخصیت های زن را در نسخه ی نمایشی ایجاد کنید ، بازی کامل را بخرید!

source: It looks like your squad is a little full.
fa_ir: به نظر می رسد تیم شما کمی پر است.

source: If you want to hire any more men, you will need to buy the full game!
fa_ir: اگر می خواهید مرد دیگری را استخدام کنید ، باید بازی کامل را خریداری کنید!

source: Free!
fa_ir: رایگان!

source: Paid c.{1}k
fa_ir: پرداخت شده ج. {1} k

source: Paid c.{1}
fa_ir: c. {1}

source: {1} has been discovered smuggling {2}
fa_ir: {1} Smuggling {2} کشف شده است

source: you
fa_ir: شما

source: Squads:
fa_ir: جوخه ها:

source: Prosperity:
fa_ir: سعادت:

source: {1} are now hostile towards you
fa_ir: {1} اکنون نسبت به شما خصمانه هستند

source: {1} are no longer hostile towards you
fa_ir: {1} دیگر نسبت به شما خصمانه نیست

source: {1} are no longer your ally
fa_ir: {1} دیگر متحد شما نیست

source: {1} are now your allies
fa_ir: {1} اکنون متحدین شما هستند

source: War breaks out between {1} and {2}
fa_ir: جنگ بین {1} و {2} رخ می دهد

source: Environment:
fa_ir: محیط:

source: Farmers Skill:
fa_ir: مهارت کشاورزان:

source: This is the percentage yield of the farm. A lower number means that you get less crops from a harvest. Skillful farmers are important.
fa_ir: این درصد عملکرد مزرعه است.تعداد کمتری به این معنی است که از برداشت محصول کمتری می گیرید.کشاورزان ماهر مهم هستند.

source: WARNING! Crop yield is too low to be productive, probably the crop is not suitable for this area.
fa_ir: هشدارعملکرد محصول برای تولید بسیار کم است ، احتمالاً محصول برای این منطقه مناسب نیست.

source: Crop Yield
fa_ir: عملکرد محصول

source: Normal Growth Time:
fa_ir: زمان رشد طبیعی:

source: Environment Effect:
fa_ir: اثر محیطی:

source: Power:
fa_ir: قدرت:

source: No Water:
fa_ir: بدون آب:

source: Actual Growth Time:
fa_ir: زمان رشد واقعی:

source: Growth Rate
fa_ir: نرخ رشد

source: Failed
fa_ir: ناموفق

source: Growing
fa_ir: در حال رشد

source: Once the plants have grown 100% you can begin to harvest them. Until then all you have to do is make sure the farm has water.
fa_ir: پس از رشد 100 ٪ گیاهان می توانید شروع به برداشت آنها کنید.تا آن زمان تمام کاری که باید انجام دهید این است که مطمئن شوید مزرعه آب دارد.

source: Plant Condition
fa_ir: وضعیت گیاهی

source: The health of the plants, it will start to degenerate once they are fully grown, or if they run out of water. If it reaches 0 then the dead plants will have to be cleared and re-planted.
fa_ir: سلامت گیاهان ، پس از رشد کامل ، یا در صورت اتمام آب ، از انحطاط شروع می شود.اگر به 0 برسد ، گیاهان مرده باید پاک شوند و دوباره کاشت شوند.

source: Number of Plants
fa_ir: تعداد گیاهان

source: The number of plants remaining. This number will decrease when you harvest them, or if some pest starts eating them.
fa_ir: تعداد گیاهان باقی مانده.این تعداد هنگام برداشت آنها کاهش می یابد ، یا اگر مقداری آفت شروع به خوردن آنها کند.

source: Time left to harvest
fa_ir: زمان باقی مانده برای برداشت

source: Time left to harvest all plants before they go bad.
fa_ir: زمان باقی مانده برای برداشت همه گیاهان قبل از اینکه بد شود.

source: Efficiency:
fa_ir: کارآیی:

source: Workers:
fa_ir: کارگران:

source: No workers required until the crop is ready to harvest.
fa_ir: تا زمانی که محصول آماده برداشت محصول نباشد ، کارگران لازم نیست.

source: The soil here is unsuitable for growing crops. This farm is useless.
fa_ir: خاک در اینجا برای رشد محصولات زراعی نامناسب است.این مزرعه بی فایده است.

source: Needs water
fa_ir: به آب احتیاج دارد

source: Out of water. Growth rate will be significantly reduced and your plants may die.
fa_ir: خارج از آبنرخ رشد به میزان قابل توجهی کاهش می یابد و گیاهان شما ممکن است از بین بروند.

source: Your crops are growing nicely. You don't have to do anything.
fa_ir: محصولات شما به خوبی در حال رشد هستند.شما مجبور نیستید کاری انجام دهید.

source: The output is full. Empty out the items and put them in a storage box or something.
fa_ir: خروجی پر است.موارد را خالی کنید و آنها را در یک جعبه ذخیره سازی یا موارد دیگر قرار دهید.

source: Ready To harvest
fa_ir: آماده برای برداشت

source: Nobody is working at this farm at the present moment, you need to hurry up and harvest them before they die.
fa_ir: در حال حاضر هیچ کس در این مزرعه کار نمی کند ، شما باید قبل از مرگ آنها عجله کنید و آنها را برداشت کنید.

source: Harvesting
fa_ir: برداشت

source: Working...
fa_ir: کار ...

source: Your crops are dead. Clear them out to start again
fa_ir: محصولات شما مرده اند.آنها را پاک کنید تا دوباره شروع کنید

source: Wall termites! - Your base became inaccessible. You need at least 1 gate in your walls.
fa_ir: موریانه های دیواری!- پایگاه شما غیرقابل دسترسی شد.شما به حداقل 1 دروازه در دیوارهای خود نیاز دارید.

source: Type:
fa_ir: نوع:

source: Town:
fa_ir: شهر:

source: Open to public:
fa_ir: برای عموم آزاد:

source: Public
fa_ir: عمومی

source: Private
fa_ir: خصوصی

source: For sale:
fa_ir: برای فروش:

source: Broken
fa_ir: شکسته

source: This machine has broken down as a result of damage. Send one of your engineers to repair it.
fa_ir: این دستگاه در نتیجه آسیب خراب شده است.یکی از مهندسان خود را برای تعمیر آن ارسال کنید.

source: Under construction
fa_ir: در دست ساخت

source: This machine is currently under construction.
fa_ir: این دستگاه در حال ساخت است.

source: Building is in good condition.
fa_ir: ساختمان در شرایط خوبی است.

source: Reloading...
fa_ir: بارگیری مجدد ...

source: Turret is currently reloading.
fa_ir: در حال حاضر برجک در حال بارگیری مجدد است.

source: Unused
fa_ir: بلااست

source: Nobody is manning this turret.
fa_ir: هیچ کس این برجک را اداره نمی کند.

source: Tracking
fa_ir: پیگیری

source: Gunner is tracking a target, about to take a shot.
fa_ir: Gunner در حال پیگیری یک هدف است که قصد دارد شلیک کند.

source: Ready
fa_ir: آماده

source: Turret is ready to fire.
fa_ir: برجک آماده آتش است.

source: Condition
fa_ir: وضعیت

source: Building Condition
fa_ir: وضعیت ساختمانی

source: The building is damaged.
fa_ir: ساختمان آسیب دیده است.

source: The building is in good condition.
fa_ir: ساختمان در وضعیت خوبی قرار دارد.

source: The building is under construction and at {1,num}% completion.
fa_ir: ساختمان در حال ساخت و در 1 پوند است ، شماره} ٪.

source: {1} more 'Building Materials' will be needed to complete this construction.
fa_ir: برای تکمیل این ساخت و ساز 1} بیشتر "مصالح ساختمانی" مورد نیاز خواهد بود.

source: All necessary materials are ready.
fa_ir: تمام مواد لازم آماده هستند.

source: Upgrade
fa_ir: بالا بردن

source: Upgrades To:
fa_ir: به روزرسانی به:

source: Power
fa_ir: قدرت

source: Downgrade
fa_ir: کم ارزش کردن

source: Downgrade To:
fa_ir: کاهش به:

source: PAUSE CONSTRUCTION
fa_ir: ایجاد مکث

source: [PAUSED]
fa_ir: [مکث]

source: Door Condition
fa_ir: وضعیت درب

source: The door is damaged.
fa_ir: درب آسیب دیده است.

source: The door is in good condition.
fa_ir: درب در شرایط خوبی است.

source: The door is broken
fa_ir: درب شکسته است

source: The door is open
fa_ir: درب باز است

source: The door is closed
fa_ir: درب بسته است

source: Open/Close:
fa_ir: باز/بسته:

source: It will no longer close and needs to be repaired.
fa_ir: دیگر بسته نخواهد شد و نیاز به تعمیر دارد.

source: Locked
fa_ir: قفل شده

source: Unlocked
fa_ir: قفل نشده

source: Security:
fa_ir: امنیت:

source: The door is locked and will keep out intruders.
fa_ir: درب قفل شده و از مزاحمان دور خواهد شد.

source: The door is unlocked.
fa_ir: درب قفل شده است.

source: Empty
fa_ir: خالی

source: Training:
fa_ir: آموزش:

source: Cost to use:
fa_ir: هزینه استفاده:

source: Pay c.{1,num}
fa_ir: پرداخت c. {1 ، num}

source: Lock state:
fa_ir: حالت قفل:

source: Lock complexity:
fa_ir: پیچیدگی قفل:

source: Level {1,num}
fa_ir: سطح {1 ، num}

source: Healing bonus:
fa_ir: جایزه شفابخش:

source: x{1,num}
fa_ir: x {1 ، چه}

source: Max Skill Level:
fa_ir: حداکثر سطح مهارت:

source: This is the maximum skill a person can train up to using this equipment. For anyone higher it is a waste of time.
fa_ir: این حداکثر مهارتی است که شخص می تواند برای استفاده از این تجهیزات آموزش دهد.برای هر کس بالاتر ، اتلاف وقت است.

source: Max possible efficiency:
fa_ir: حداکثر کارآیی احتمالی:

source: Num workers:
fa_ir: تعداد کارگران:

source: Max efficiency:
fa_ir: حداکثر کارآیی:

source: This machine is fully automatic.
fa_ir: این دستگاه کاملاً اتوماتیک است.

source: The machine is fully staffed.
fa_ir: دستگاه کاملاً کارمند است.

source: The machine is under-staffed.
fa_ir: دستگاه زیر کار است.

source: Power In
fa_ir: قدرت در

source: If the battery is charging this is the amount of power it is consuming.
fa_ir: اگر باتری در حال شارژ باشد ، این مقدار نیرویی است که مصرف می کند.

source: Power Out
fa_ir: قدرت

source: The power output when the battery is in use and being drained.
fa_ir: در هنگام استفاده از باتری و تخلیه شده ، توان خروجی آن است.

source: Power Stored
fa_ir: نیروگاه ذخیره شده

source: The amount of power currently stored in the battery for use in emergencies.
fa_ir: میزان انرژی در حال حاضر در باتری برای استفاده در مواقع اضطراری ذخیره می شود.

source: Power Output
fa_ir: بازده قدرت

source: Power is switched off.
fa_ir: برق خاموش است.

source: Power output is running at maximum.
fa_ir: خروجی توان حداکثر در حال اجرا است.

source: Currently out of fuel, so power output is zero
fa_ir: در حال حاضر خارج از سوخت است ، بنابراین تولید برق صفر است

source: Power output is running at reduced efficiency due to damage.
fa_ir: به دلیل آسیب ، تولید برق با کاهش کارایی در حال کار است.

source: Fuel Consumption
fa_ir: مصرف سوخت

source: Fuel is being burned at {1,num}% speed. It will be used up more slowly when less power is being used
fa_ir: سوخت در 1 پوند ، سرعت num} ٪ سوزانده می شود.در صورت استفاده کمتر از انرژی کمتری از آن استفاده می شود

source: No Power!
fa_ir: بدون قدرت!

source: No power is getting to this machine. You need to build some generators, or fix or fuel your existing ones or something.
fa_ir: هیچ نیرویی به این دستگاه نمی رسد.شما باید برخی از ژنراتورها را بسازید ، یا موارد موجود یا موارد دیگر خود را برطرف یا سوخت دهید.

source: Switched Off
fa_ir: خاموش کردن

source: You have ordered for this machine to remain switched off.
fa_ir: شما دستور داده اید که این دستگاه خاموش باقی بماند.

source: Inactive
fa_ir: غیر فعال

source: Nobody is operating this machine at the moment, so it is not consuming power.
fa_ir: هیچ کس در حال حاضر این دستگاه را کار نمی کند ، بنابراین مصرف انرژی نیست.

source: Battery
fa_ir: باتری

source: This machine will run off of battery power if the main generators should run low or break down.
fa_ir: اگر ژنراتورهای اصلی باید کم یا خراب شوند ، این دستگاه از باتری خارج می شود.

source: This machine will NOT run off of battery power if the main generators should run low or break down.
fa_ir: اگر ژنراتورهای اصلی باید کم یا خراب شوند ، این دستگاه از باتری خارج نمی شود.

source: This machine is switched On
fa_ir: این دستگاه روشن است

source: This machine is switched {1}Off
fa_ir: این دستگاه {1} خاموش است

source: This machine is working fine.
fa_ir: این دستگاه خوب کار می کند.

source: This machine is working fine, but due to low power is only operating at {1}{2,num}% {3}of its full potential.
fa_ir: این دستگاه خوب کار می کند ، اما به دلیل کمترین توان فقط در {1} {2 ، num} ٪ 3} از پتانسیل کامل آن کار می کند.

source: Crafting:
fa_ir: صنایع دستی:

source: Nothing Queued
fa_ir: هیچ چیز صف

source: Nothing has been ordered for crafting.
fa_ir: هیچ چیز برای کاردستی سفارش نشده است.

source: Needs upgrading
fa_ir: نیاز به ارتقا دارد

source: You are trying to craft something that this craft bench cannot do. It needs upgrading to produce this item.
fa_ir: شما در حال تلاش برای ساختن کاری هستید که این نیمکت صنایع دستی نمی تواند انجام دهد.برای تولید این مورد نیاز به ارتقا دارد.

source: Upgradeable to:
fa_ir: قابل ارتقا به:

source: Dismantle All:
fa_ir: همه را از بین ببرید:

source: Dismantle All
fa_ir: همه را از بین ببرید

source: Iron Quality:
fa_ir: کیفیت آهن:

source: Stone Richness:
fa_ir: غنای سنگی:

source: Copper Quality:
fa_ir: کیفیت مس:

source: Carbon Quality:
fa_ir: کیفیت کربن:

source: Water Available:
fa_ir: آب موجود:

source: Ground Fertility:
fa_ir: باروری زمینی:

source: The richness of natural {1} present in this location. Anything over 50% is considered good.
fa_ir: غنای طبیعی {1} موجود در این مکان.هر چیزی بیش از 50 ٪ خوب تلقی می شود.

source: Iron under ground:
fa_ir: آهن زیر زمین:

source: Stone under ground:
fa_ir: سنگ زیر زمین:

source: Copper under ground:
fa_ir: مس زیر زمین:

source: Carbon under ground:
fa_ir: کربن زیر زمین:

source: Water under ground:
fa_ir: آب زیر زمین:

source: Switched off
fa_ir: خاموش کردن

source: This machine is switched off.
fa_ir: این دستگاه خاموش است.

source: No power
fa_ir: بدون قدرت

source: Production queue empty
fa_ir: صف تولید خالی است

source: No items have been queued up for crafting, so there is nothing to do.
fa_ir: هیچ موردی برای کاردستی صف نشده است ، بنابراین هیچ کاری برای انجام دادن وجود ندارد.

source: Out of resource
fa_ir: خارج از منبع

source: The machine has run out of raw materials to work with. Find some more and fill it up.
fa_ir: دستگاه برای کار با مواد اولیه تمام شده است.برخی دیگر را پیدا کنید و آن را پر کنید.

source: The machine output is full. Empty out the items and put them in a storage box or something.
fa_ir: خروجی دستگاه پر است.موارد را خالی کنید و آنها را در یک جعبه ذخیره سازی یا موارد دیگر قرار دهید.

source: This machine needs electricity to function. Build a power generator or windmill.
fa_ir: این دستگاه برای عملکرد نیاز به برق دارد.یک ژنراتور برق یا آسیاب بادی بسازید.

source: No workers
fa_ir: بدون کارگر

source: Nobody is working at this machine at the present moment, so nothing is getting done.
fa_ir: هیچ کس در حال حاضر در این دستگاه کار نمی کند ، بنابراین هیچ کاری انجام نمی شود.

source: Working
fa_ir: کار

source: Out of fuel
fa_ir: خارج از سوخت

source: It has ran out of fuel. Find some more fuel and fill it up.
fa_ir: از سوخت فرار کرده است.مقداری سوخت دیگر پیدا کنید و آن را پر کنید.

source: Fully Charged
fa_ir: کاملاً شارژ

source: This battery is fully charged.
fa_ir: این باتری کاملاً شارژ شده است.

source: This battery is flat, it needs to be charged up.
fa_ir: این باتری مسطح است ، باید شارژ شود.

source: Charging
fa_ir: شارژ

source: This battery is being charged.
fa_ir: این باتری شارژ می شود.

source: Draining
fa_ir: تخلیه

source: This battery is in use and being drained of its power.
fa_ir: این باتری در حال استفاده است و از قدرت آن تخلیه شده است.

source: Stored
fa_ir: ذخیره شده

source: This battery is not in use.
fa_ir: این باتری در حال استفاده نیست.

source: No Wind
fa_ir: بدون باد

source: There is currently not enough wind to drive the machine.
fa_ir: در حال حاضر باد کافی برای رانندگی دستگاه وجود ندارد.

source: Wind
fa_ir: باد

source: The current amount of wind.
fa_ir: مقدار فعلی باد.

source: Operating wind speed is between {1,num=fix,p=2} mph and {2,num=fix,p=2} mph.
fa_ir: سرعت باد عملیاتی بین 1 {1 ، num = fix ، p = 2} mph و {2 ، num = fix ، p = 2} mph است.

source: Power output is at maximum.
fa_ir: حداکثر توان خروجی است.

source: Currently not enough wind to generate any power
fa_ir: در حال حاضر باد کافی برای تولید هر قدرت نیست

source: Wind Speed
fa_ir: سرعت باد

source: {1,num=fix,p=1} mph
fa_ir: {1 ، num = رفع ، p = 1} mph

source: The current wind speed
fa_ir: سرعت باد فعلی

source: Collecting
fa_ir: جمع آوری

source: Rain is being collected.
fa_ir: باران جمع می شود.

source: Not Raining
fa_ir: باران نمی بارد

source: It is not raining. Nothing to collect.
fa_ir: باران نمی بارد.هیچ چیز برای جمع آوری

source: Rain strength:
fa_ir: قدرت باران:

source: Total Metals:
fa_ir: کل فلزات:

source: ON
fa_ir: در

source: OFF
fa_ir: از روی

source: Active:
fa_ir: فعال:

source: Warning:
fa_ir: هشدار:

source: Switching on will incinerate the entire inventory!
fa_ir: روشن کردن کل موجودی را برانگیخته می کند!

source: Underground water:
fa_ir: آب زیرزمینی:

source: {1,num} m
fa_ir: {1 ، خواه} m

source: Height:
fa_ir: قد:

source: The turrets height above the last target we aimed at.
fa_ir: ارتفاع برج های بالاتر از آخرین هدف مورد نظر ما.

source: Height bonus:
fa_ir: جایزه ارتفاع:

source: The additional penalty to range, speed and power that resulted from having a height difference of {1} below the last target.
fa_ir: پنالتی اضافی برای دامنه ، سرعت و قدرت ناشی از اختلاف ارتفاع 1 {} پایین تر از آخرین هدف.

source: The additional bonus to range, speed and power that resulted from having a height difference of {1} above the last target.
fa_ir: جایزه اضافی برای دامنه ، سرعت و قدرت ناشی از اختلاف ارتفاع 1 {بالاتر از آخرین هدف.

source: Default damage:
fa_ir: آسیب پیش فرض:

source: Default range:
fa_ir: دامنه پیش فرض:

source: Default aim speed:
fa_ir: سرعت پیش فرض هدف:

source: Power supply:
fa_ir: منبع تغذیه:

source: Condition:
fa_ir: وضعیت:

source: Wall bonus:
fa_ir: جایزه دیوار:

source: Height advantage:
fa_ir: ارتفاع مزیت:

source: Total damage:
fa_ir: خسارت کل:

source: Total range:
fa_ir: دامنه کل:

source: Total speed:
fa_ir: سرعت کل:

source: Base Accuracy Deviation:
fa_ir: انحراف دقت پایه:

source: User Skill:
fa_ir: مهارت کاربر:

source: User Accuracy Deviation:
fa_ir: انحراف دقت کاربر:

source: The amount of accuracy error, in degrees. Higher numbers are poor, 0 is perfect accuracy.
fa_ir: میزان خطای دقت ، در درجه.تعداد بالاتر ضعیف است ، 0 دقت کامل است.

source: Deviation:
fa_ir: انحراف:

source: Range:
fa_ir: دامنه:

source: Aim speed:
fa_ir: سرعت هدف:

source: Loaded
fa_ir: بار شده

source: Base Reload Speed:
fa_ir: سرعت بارگیری مجدد پایه:

source: {1,num=fix,p=2}-{2,num=fix,p=2} seconds
fa_ir: {1 ، num = fix ، p = 2}-{2 ، num = fix ، p = 2} ثانیه

source: User Reload Speed:
fa_ir: سرعت بارگیری مجدد کاربر:

source: Don't put grass and meshes in the same foliage layer!
fa_ir: چمن و مش را در همان لایه شاخ و برگ قرار ندهید!

source: STORAGE
fa_ir: انباره

source: You already know all these locations, no new information can be learned.
fa_ir: شما در حال حاضر همه این مکان ها را می دانید ، هیچ اطلاعات جدیدی را نمی توان آموخت.

source: Stealing chance:
fa_ir: سرقت شانس:

source: Illegal goods?
fa_ir: کالاهای غیرقانونی؟

source: No problem!
fa_ir: مشکلی نیست!

source: ILLEGAL GOODS!
fa_ir: کالاهای غیرقانونی!

source: NO!
fa_ir: نه!

source: Stolen goods?
fa_ir: کالاهای سرقت شده؟

source: Fencing chance:
fa_ir: شانس شمشیربازی:

source: You have a {1}% chance of getting caught selling this stolen item. Fence it anyway?
fa_ir: شما یک {1 ٪ شانس گرفتار فروش این کالای دزدیده شده را دارید. به هر حال آن را حصار کنید؟

source: Out of trading range.
fa_ir: خارج از محدوده معاملات.

source: No room for that item.
fa_ir: جایی برای آن مورد نیست.

source: You can't afford that.
fa_ir: شما نمی توانید آن را تحمل کنید.

source: The shopkeeper can't afford that.
fa_ir: مغازه دار توانایی پرداخت آن را ندارد.

source: That's not for sale.
fa_ir: این برای فروش نیست.

source: Got caught stealing.
fa_ir: گرفتار سرقت شد.

source: Got caught selling stolen item.
fa_ir: گرفتار فروش کالای سرقت شده شد.

source: Target is conscious.
fa_ir: هدف آگاه است.

source: Can't wear that item.
fa_ir: نمی توان آن مورد را پوشید.

source: Item is locked in place.
fa_ir: مورد در جای خود قفل شده است.

source: Invalid container type.
fa_ir: نوع ظروف نامعتبر.

source: Smugglers only buy illegal goods.
fa_ir: قاچاقچیان فقط کالاهای غیرقانونی خریداری می کنند.

source: Attempted smuggling!
fa_ir: اقدام به قاچاق!

source: What is that a uniform? I don't want that!
fa_ir: این لباس چیست؟من آن را نمی خواهم!

source: Container cannot be placed here unless it is empty.
fa_ir: کانتینر را نمی توان در اینجا قرار داد مگر اینکه خالی باشد.

source: Backpack
fa_ir: کوله پشتی

source: Weapon I
fa_ir: سلاح من

source: Weapon II
fa_ir: سلاح دوم

source: Shirt
fa_ir: پیراهن

source: Head
fa_ir: سر

source: Pants
fa_ir: شلوار

source: Armor
fa_ir: زره

source: Boots
fa_ir: چکمه

source: Belt
fa_ir: تسمه

source: Inventory
fa_ir: موجودی

source: Open bag
fa_ir: کیسه باز

source: Arrange
fa_ir: ترتیب دادن

source: Limbs
fa_ir: اندام

source: Max Capacity:
fa_ir: ظرفیت حداکثر:

source: Full
fa_ir: کامل

source: Show research
fa_ir: تحقیقات را نشان دهید

source: Output
fa_ir: خروجی

source: Queue...
fa_ir: صف ...

source: Arms
fa_ir: سد

source: Legs
fa_ir: پاها

source: Money
fa_ir: پول
