Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: Alternatively you can click the medic button from the rightside command menu. This will heal all wounded squad members within range.
fa_ir: از طرف دیگر می توانید بر روی دکمه Medic از منوی فرمان Rightside کلیک کنید.این همه اعضای مجروح تیم ملی را در محدوده بهبود می بخشد.

source: All body parts are each affected in their own way. Your head, chest and stomach, are your vitals. If any of them fall below 0, you will pass out, and if they reach -100 then you will die.
fa_ir: تمام قسمت های بدن هر یک به روش خاص خود تحت تأثیر قرار می گیرند.سر ، قفسه سینه و معده شما حوزه های شما هستند. اگر هرکدام از آنها زیر 0 سقوط کنند ، از آنجا عبور خواهید کرد ، و اگر به -100 برسند ، خواهید مرد.

source: If any of your limbs fall below 0, you won't be able to fight or walk properly. You can use a Splint Kit on broken limbs to speed up recovery and improve the limb's function until recovered.
fa_ir: اگر هر یک از اندامهای شما در زیر 0 قرار بگیرد ، نمی توانید به درستی بجنگید یا قدم بزنید.برای سرعت بخشیدن به بهبود و بهبود عملکرد اندام تا زمان بهبودی می توانید از یک کیت اسپلینت روی اندامهای شکسته استفاده کنید.

source: The blood stat shows how rapidly you are losing blood. Blood is slowly recovered over time, but if it drops below 0 you will pass out.
fa_ir: آمار خون نشان می دهد که چقدر سریع خون را از دست می دهید.خون به آرامی با گذشت زمان بهبود می یابد ، اما اگر زیر 0 پایین بیاید ، از آنجا عبور خواهید کرد.

source: You are injured 2
fa_ir: شما مجروح شده اید 2

source: The yellow areas of the health bars show bandaged health. Over time, this will slowly heal back to a healthy green.
fa_ir: مناطق زرد میله های بهداشتی سلامت باند را نشان می دهد.با گذشت زمان ، این کار به آرامی به یک سبز سالم بهبود می یابد.

source: After using a First Aid Kit to bandage your wounds, sleeping in a bed will help fully recover more quickly. You can either build your own beds and camp beds or stay at a bar in town for a fee.
fa_ir: پس از استفاده از کیت کمکهای اولیه برای باند کردن زخم های خود ، خوابیدن در یک تختخواب به شما کمک می کند تا سریعتر بهبود یابد. شما می توانید تختخواب و تختخواب خود را بسازید یا با هزینه ای در یک بار در شهر بمانید.

source: You can select more specific combat modes from the rightside command menu: - Block focuses on defence over attack. - Passive focuses on non-combat unless attacked first. - Chases focuses on chasing down enemies until KO'd. - Taunt focuses on drawing enemy attacks.
fa_ir: شما می توانید حالت های رزمی خاص تر را از منوی فرمان Rightside انتخاب کنید: - بلوک بر دفاع از حمله تمرکز دارد. - منفعل روی غیر جنگی تمرکز می کند مگر اینکه در ابتدا مورد حمله قرار گیرد. - تعقیب و گریز بر تعقیب دشمنان تا زمان Ko'd تمرکز دارد. - طعنه بر ترسیم حملات دشمن تمرکز دارد.

source: You're under attack!
fa_ir: شما مورد حمله قرار می گیرید!

source: You're under attack... Use the Space Bar to pause the action. This will give you some time to think and plan your next step.
fa_ir: شما مورد حمله قرار می گیرید ... برای مکث عمل از نوار فضایی استفاده کنید.این به شما مدتی می دهد تا قدم بعدی خود را فکر کنید و برنامه ریزی کنید.

source: When you're outnumbered, it may be best to jump ship and flee. If you choose to flee, right click on the terrain to move your character. *Tip: Make sure you have your character(s) selected!
fa_ir: هنگامی که از تعداد بیشتری برخوردار هستید ، ممکن است بهتر است از کشتی پرش کنید و فرار کنید. اگر تصمیم به فرار دارید ، برای حرکت شخصیت خود روی زمین کلیک راست کنید. *نکته: مطمئن شوید که شخصیت (های) خود را انتخاب کرده اید!

source: If you do choose to stand and fight, select your squad members, hold right click on the target enemy and select Attack Target, ot Attack All from the interaction menu. Just right clicking on on an enemy when the cursor is red also gives an attack order.
fa_ir: اگر ایستادن و جنگیدن را انتخاب کردید ، اعضای تیم ملی خود را انتخاب کنید ، بر روی Enemy Target کلیک راست کنید و Attack Target را انتخاب کنید ، OT All All از منوی تعامل. فقط با کلیک راست روی دشمن هنگامی که مکان نما قرمز است نیز دستور حمله می دهد.

source: You can select different squad members by clicking on their icons in the squad panel, or by using the number keys, or by left click dragging over the in-game characters. Select your new recruit.
fa_ir: می توانید اعضای مختلف Squad را با کلیک بر روی نمادهای آنها در پنل Squad یا با استفاده از کلیدهای شماره ، یا با کلیک کردن با کلیک بر روی شخصیت های درون بازی ، انتخاب کنید.استخدام جدید خود را انتخاب کنید.

source: You can check your character's skill statistics by opening the Stats menu from the command menu.
fa_ir: می توانید با باز کردن منوی Stats از منوی فرمان ، آمار مهارت شخصیت خود را بررسی کنید.

source: Arrange and rename different squads via the squad menu.
fa_ir: از طریق منوی تیم ملی ، جوخه های مختلف را ترتیب داده و تغییر نام دهید.

source: You've just hired your first recruit
fa_ir: شما تازه اولین استخدام خود را استخدام کرده اید

source: To perform first aid, exchange inventory items, guard, follow and carry squad members. Hold right click on them, or on their portrait to bring up the interaction menu.
fa_ir: برای انجام کمک های اولیه ، موارد موجودی مبادله ، نگهبان ، دنبال کردن و حمل اعضای تیم ملی.برای بالا بردن منوی تعامل ، روی آنها یا روی پرتره آنها کلیک راست کنید.

source: You have stolen goods in your inventory
fa_ir: شما کالاها را در موجودی خود دزدیده اید

source: Thief! You've just stolen from someone...
fa_ir: دزدشما فقط از کسی دزدیده اید ...

source: Be careful when selling stolen goods to traders, you might just find yourself in trouble with the law if they catch you offloading their ally's belongings...
fa_ir: هنگام فروش کالاهای دزدیده شده به معامله گران مراقب باشید ، ممکن است اگر شما را از بارگیری وسایل متحد خود در معرض مشکل قرار دهید ، ممکن است خود را با این قانون دچار مشکل کنید ...

source: When you talk to a trader and initiate the trade screen, hover over a stolen item to check your chances of fencing success before selling. If the Fencing Chance is low and it was stolen from the same faction, you'll likely be caught.
fa_ir: هنگامی که با یک معامله گر صحبت می کنید و صفحه تجارت را آغاز می کنید ، روی یک مورد دزدیده شده شناور شوید تا شانس موفقیت شمشیربازی را قبل از فروش بررسی کنید. اگر احتمال شمشیرباز کم باشد و از همان جناح به سرقت برود ، احتمالاً گرفتار خواهید شد.

source: Your best chance of selling stolen goods is to sell to a trader from another town and faction, or find a thief in one of the town bars. Thieves will buy any item off you risk free, however their prices are much less profitable than official merchant prices.
fa_ir: بهترین فرصت شما برای فروش کالاهای سرقت شده فروش به یک معامله گر از یک شهر و جناح دیگر یا پیدا کردن یک دزد در یکی از میله های شهر است. سارقان هر موردی را که شما در معرض خطر قرار می گیرند خریداری می کنند ، اما قیمت آنها بسیار سود کمتری نسبت به قیمت های رسمی بازرگانان دارد.

source: Select your KO'd character.
fa_ir: شخصیت Ko'd خود را انتخاب کنید.

source: When unconscious, you'll notice a KO counter appear at the top of the health panel. This counts down how long until the character wakes up again.
fa_ir: هنگامی که بیهوش است ، متوجه می شوید که یک پیشخوان KO در بالای صفحه بهداشت ظاهر می شود.این مهم است که تا چه مدت شخصیت از خواب بیدار می شود.

source: You've been knocked out...
fa_ir: شما زدم ...

source: If seriously wounded, the unconscious status will change to 'dying' and the character won't get back up until healed by another character. If they don't get first aid in time they will eventually die.
fa_ir: اگر به طور جدی زخمی شود ، وضعیت ناخودآگاه به "در حال مرگ" تغییر می کند و شخصیت تا زمانی که توسط شخصیت دیگری بهبود یابد ، برمی گردد.اگر آنها به موقع کمک های اولیه دریافت نکنند ، سرانجام خواهند مرد.

source: Even after healing, a character will need time to recover before regaining consciousness. Particularly bad injuries will enter the character into a recovery coma until their vitals have improved above 0.
fa_ir: حتی پس از بهبودی ، یک شخصیت قبل از بازیابی آگاهی به زمان بهبودی نیاز دارد.به خصوص صدمات بد شخصیت را به حالت اغما بازیابی وارد می کند تا زمانی که ویتامان آنها بالاتر از 0 نباشد.

source: Getting KO'd may seem like a failure, but remember we learn best from our failures. Your toughness and defence stats will be improved each time you are KO'd. This will increase your KO recovery threshold over time.
fa_ir: ممکن است بدست آوردن کوئد یک شکست باشد ، اما به یاد داشته باشید که ما از شکست های خود بهترین چیزها را یاد می گیریم.سختی و آمار دفاعی شما هر بار که شما هستید بهبود می یابد.این باعث افزایش آستانه بازیابی KO شما با گذشت زمان می شود.

source: The rescue job will find nearby unconcious allies and automatically cary them to a bed if there are any availiable in the vicinity.
fa_ir: کار نجات در نزدیکی ناخودآگاه در این نزدیکی پیدا می کند و در صورت وجود هرگونه موجود در مجاورت ، آنها را به طور خودکار به یک تختخواب می رساند.

source: You can have conscious characters carry KO'd characters to safety. Hold right click on the KO'd character and select Pick Up from the interaction menu.
fa_ir: شما می توانید شخصیت های آگاهانه شخصیت های Ko'd را به ایمنی منتقل کنند.بر روی کاراکتر Ko'd راست کلیک کنید و از منوی تعامل Pick Up را انتخاب کنید.

source: To help a KO'd character recover their wounds more quickly, you can carry them to a bed.
fa_ir: برای کمک به یک شخصیت ko'd ، سریعتر زخم های خود را بازیابی می کند ، می توانید آنها را به یک رختخواب منتقل کنید.

source: To escape a prison cell, you'll need to use your lockpicking skills. Select your imprisoned character and hold right click on the cage to bring up the interaction menu. Select lockpick. The character must be concious.
fa_ir: برای فرار از سلول زندان ، باید از مهارت های قفل کردن خود استفاده کنید. کاراکتر زندانی خود را انتخاب کرده و بر روی قفس کلیک راست کنید تا منوی تعامل را بالا ببرید.قفل را انتخاب کنید. شخصیت باید جذاب باشد.

source: Now you'll need to wait for success. The speed it takes to pick a lock is dependent on each individual's thievery skill level.
fa_ir: اکنون باید منتظر موفقیت باشید. سرعتی که برای انتخاب قفل لازم است به سطح مهارت دزد هر فرد بستگی دارد.

source: How to escape a prison
fa_ir: نحوه فرار از زندان

source: You've committed a crime and been imprisoned. You can either wait out your sentence, have another squad member bail you out, or you can try to escape...
fa_ir: شما مرتکب جرم شده اید و زندانی شده اید. یا می توانید جمله خود را منتظر بمانید ، یک عضو تیم دیگر را با وثیقه خود داشته باشید ، یا می توانید فرار کنید ...

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted.
fa_ir: پس از موفقیت ، دوباره روی قفس کلیک راست کنید و Escape را انتخاب کنید.ممکن است بخواهید صبر کنید تا هر اسیران اطراف پریشان شوند.

source: How to escape a prison (cannibal)
fa_ir: نحوه فرار از زندان (آدمخوار)

source: You've been captured! Make an escape before you get turned into a cannibal banquet!
fa_ir: شما اسیر شده اید! قبل از اینکه به یک ضیافت آدمخوار تبدیل شوید ، فرار کنید!

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted. Hint: Sometimes it's a good idea to use a character as a decoy while the other's escape. Harsh but necessary...
fa_ir: پس از موفقیت ، دوباره روی قفس کلیک راست کنید و Escape را انتخاب کنید. ممکن است بخواهید صبر کنید تا هر اسیران اطراف پریشان شوند. نکته: گاهی اوقات ایده خوبی است که از یک شخصیت به عنوان طعمه استفاده کنید در حالی که فرار دیگری است.خشن اما ضروری ...

source: Sneaking
fa_ir: دلهره

source: By toggling the sneak button, you are entering stealth mode. In this mode you can perform stealth knockouts, kidnaps and steal stuff.
fa_ir: با جابجایی دکمه دزدکی حرکت ، وارد حالت مخفی می شوید.در این حالت می توانید حذفی ، آدم ربایی و سرقت را انجام دهید.

source: The Stealth cursor displays two icons: an eyeball and a sun. When the eyeball is red, it means that you are in view of nearby NPCs. When the eyeball is blue, it means that you are currently out of anyone's line of sight.
fa_ir: مکان نما مخفی دو نماد را به نمایش می گذارد: یک چشم و یک خورشید.هنگامی که چشم چشم قرمز است ، به این معنی است که شما در نزدیکی NPC های اطراف قرار دارید.وقتی چشم چشم آبی است ، به این معنی است که شما در حال حاضر از خط دید هر کسی خارج هستید.

source: The sun icon shows the light level. When the sun is shaded, you are at your least visible. Hint: Nightfall is prime time for sneaking!
fa_ir: نماد خورشید سطح نور را نشان می دهد.وقتی خورشید سایه می زند ، حداقل قابل مشاهده هستید.نکته: Nightfall زمان نخست برای دزدیدن است!

source: To perform a stealth knockout, right click on an NPC while sneaking. The percentage shows the chance of success. The higher your Assassination skill, the higher the chance.
fa_ir: برای انجام یک حذفی Stealth ، در حالی که Sneaking را روی NPC کلیک راست کنید.درصد شانس موفقیت را نشان می دهد.هرچه مهارت ترور شما بالاتر باشد ، این شانس بیشتر می شود.

source: To kidnap an KO'd NPC, hold right click on them, and select Kidnap from the command menu.
fa_ir: برای ربودن یک NPC Ko'd ، بر روی آنها کلیک راست کنید و از منوی فرمان آدم ربایی را انتخاب کنید.

source: How to steal
fa_ir: چگونه دزدی کنیم

source: Careful, trying to open locked items and doors is illegal and could land you in trouble... Well, if you get caught, that is. As a rule, if the cursor shows red, then that action is hostile or illegal.
fa_ir: با دقت ، تلاش برای باز کردن وسایل و درهای قفل شده غیرقانونی است و می تواند شما را با مشکل روبرو کند ... خوب ، اگر گرفتار شوید ، یعنی.به عنوان یک قاعده ، اگر مکان نما قرمز نشان دهد ، آن عمل خصمانه یا غیرقانونی است.

source: Entering Sneak mode will help reduce the chance of you getting caught while committing crimes. You can find the Sneak button at the bottom right of the UI.
fa_ir: ورود به حالت دزدکی حرکت به کاهش احتمال گرفتار شدن در هنگام ارتکاب جرم کمک می کند.می توانید دکمه دزدکی حرکت را در پایین سمت راست UI پیدا کنید.

source: Hold the right mouse and select Pick Lock. The percentage amount displayed shows your chance of success. The lower the number, the longer it will take to pick. Your lock picking speed depends on the Thievery skill stat.
fa_ir: ماوس سمت راست را نگه دارید و Lock را انتخاب کنید.مقدار درصد نمایش داده شده شانس موفقیت شما را نشان می دهد.هرچه تعداد پایین تر باشد ، انتخاب آن طولانی تر است.سرعت انتخاب قفل شما به آمار مهارت دزدی بستگی دارد.

source: To steal individual items displayed on shelves and tables, hold ALT and right click on the item.
fa_ir: برای سرقت موارد جداگانه نمایش داده شده در قفسه ها و جداول ، ALT و راست را روی مورد نگه دارید.

source: This person has a bounty on their head. You can check if somebody has a bounty in their status panel. Mouse over this panel to check which faction set the bounty.
fa_ir: این شخص فضل روی سر خود دارد.می توانید بررسی کنید که آیا کسی در صفحه وضعیت خود فضل دارد یا خیر. ماوس را روی این صفحه برای بررسی اینکه کدام جناح فضل را تنظیم کرده است.

source: How to do bounties
fa_ir: نحوه انجام نعمتها

source: To collect bounties, you'll need to take them to a police station. First, knock the person out, then pick them up and carry them to the nearest town.
fa_ir: برای جمع آوری نعمتها ، باید آنها را به کلانتری ببرید.ابتدا شخص را بیرون بکشید ، سپس آنها را انتخاب کنید و آنها را به نزدیکترین شهر منتقل کنید.

source: To pick up a bounty, hold and right click the mouse on them to bring up the interaction menu.
fa_ir: برای انتخاب فضل ، ماوس را روی آنها نگه دارید و راست کنید تا منوی تعامل را بالا ببرد.

source: Once you've found a police station, talk to the station's police chief for your reward.
fa_ir: پس از یافتن ایستگاه پلیس ، برای پاداش خود با رئیس پلیس ایستگاه صحبت کنید.

source: Your character is hungry...
fa_ir: شخصیت شما گرسنه است ...

source: You need food to survive in this world or you'll starve. You can grow food, buy it, hunt it, or steal it.
fa_ir: برای زنده ماندن در این دنیا به غذا احتیاج دارید یا گرسنگی خواهید کرد.شما می توانید غذا پرورش دهید ، آن را بخرید ، آن را شکار کنید یا آن را سرقت کنید.

source: Your squad will automatically eat whatever food is in their inventory. Make sure all of your squad are stocked up!
fa_ir: تیم شما به طور خودکار هر غذایی را که در موجودی آنهاست ، می خورد.اطمینان حاصل کنید که همه تیم های شما ذخیره شده اند!

source: If enemies are still nearby, a character may play dead in order to avoid further fighting and injury.
fa_ir: اگر دشمنان هنوز در این نزدیکی باشند ، ممکن است یک شخصیت برای جلوگیری از جنگ و آسیب بیشتر ، مرده بازی کند.

source: Playing dead
fa_ir: بازی مرده

source: To get up, right click to move. Just make sure there are no enemies around!
fa_ir: برای بلند شدن ، برای حرکت راست کلیک راست کنید.فقط مطمئن شوید که هیچ دشمنی در اطراف وجود ندارد!

source: You can organise your squad by assigning them jobs in the Orders Menu. The is especially useful for farms, mines and other production jobs, since assigned characters will automatically store and replenish raw materials as they work.
fa_ir: شما می توانید با اختصاص شغل در منوی سفارشات ، تیم خود را سازماندهی کنید.این موارد به ویژه برای مزارع ، معادن و سایر مشاغل تولیدی مفید است ، زیرا شخصیت های اختصاص یافته به طور خودکار مواد اولیه را در هنگام کار ذخیره و دوباره پر می کنند.

source: You can remove a job at any time by pressing the X button.
fa_ir: با فشار دادن دکمه X می توانید در هر زمان کار را حذف کنید.

source: Perma-Jobs
fa_ir: شغلی

source: To assign a job, select a character. Then, hold Shift while right clicking to interact with the object or building you wish to assign them to.
fa_ir: برای اختصاص یک کار ، یک کاراکتر را انتخاب کنید.سپس در حالی که با کلیک راست برای تعامل با شی یا ساختمان مورد نظر برای اختصاص دادن آنها ، Shift را نگه دارید.

source: You can give characters multiple jobs. Top-most jobs in the Orders Menu will always take priority over lower assigned jobs. You can drag jobs to re-order them.
fa_ir: شما می توانید به شخصیت ها چندین شغل بدهید.برتر ترین مشاغل موجود در منوی سفارشات همیشه نسبت به مشاغل تعیین شده پایین اولویت خواهد داشت.برای سفارش مجدد آنها می توانید مشاغل را بکشید.

source: Your character will automatically behave 'obediently' to their master. If you want to escape, you'll need to dismiss the Obedient Slave auto job by pressing the X.
fa_ir: شخصیت شما به طور خودکار "مطیع" نسبت به استاد خود رفتار خواهد کرد.اگر می خواهید فرار کنید ، باید با فشار دادن X ، شغل خودرو برده مطیع را رد کنید.

source: Being a slave
fa_ir: برده بودن

source: You've been enslaved. You can either live out the rest of your life as a slave, or you can break free and escape.
fa_ir: شما بردگی شده اید.شما می توانید بقیه زندگی خود را به عنوان یک برده زندگی کنید ، یا می توانید آزاد شوید و فرار کنید.

source: You can then hold right click on your character to bring up the interaction menu and unlock your shackles to escape.
fa_ir: سپس می توانید بر روی کاراکتر خود کلیک راست کنید تا منوی تعامل را بالا برده و برای فرار از آن باز کنید.

source: Careful, even if you successfully escape, you're now branded a slave. If anyone recognises you, you'll be recaptured.
fa_ir: مراقب باشید ، حتی اگر با موفقیت فرار کنید ، اکنون یک برده نامگذاری شده اید.اگر کسی شما را تشخیص دهد ، بازپس گیری می شود.

source: Your character's status will show as Disguised when you are hidden in full uniform.
fa_ir: وضعیت شخصیت شما وقتی پنهان می شوید با لباس کامل پنهان می شوند.

source: Disguises & uniforms
fa_ir: لباس و لباس

source: If you have the complete outfit, you can use faction uniforms to disguise yourself. Disguise success is dependent on the Stealth skill stat.
fa_ir: اگر لباس کامل دارید ، می توانید از لباس های جناح برای پنهان کردن خود استفاده کنید.موفقیت مبدل به آمار مهارت خفا بستگی دارد.

source: Careful you don't get caught wearing a faction's uniform, most people don't take too kindly to imposters.
fa_ir: با احتیاط ، شما با پوشیدن لباس یک جناح گرفتار نمی شوید ، بیشتر مردم خیلی مهربان به افراد تحریک کننده نمی پردازند.

source: Your machine is full. Machines and buildings only have a maximum amount of materials they can hold after they've produced them. You won't be able to produce anything else until you've shifted these materials.
fa_ir: دستگاه شما پر است.ماشین ها و ساختمانها فقط حداکثر مواد آنها را می توانند پس از تولید آنها داشته باشند.تا زمانی که این مواد را تغییر ندهید ، قادر به تولید چیز دیگری نخواهید بود.

source: Your machine is full
fa_ir: دستگاه شما پر است

source: Build Storage Boxes to hold excess materials.
fa_ir: جعبه های ذخیره سازی را برای نگه داشتن مواد اضافی بسازید.

source: Building gates and walls
fa_ir: دروازه ها و دیوارها

source: When building walls, you need to be careful not to place them facing inside out. The arrows you see show the OUTSIDE facing direction of the walls.
fa_ir: هنگام ساختن دیوارها ، باید مراقب باشید که آنها را به سمت داخل قرار ندهید.فلش هایی که می بینید جهت رو به سمت دیوارها را نشان می دهد.

source: You can use the < and > buttons to rotate before placing them.
fa_ir: قبل از قرار دادن آنها می توانید از دکمه های <و> استفاده کنید.

source: As with other buildings, you can only place them when they glow green.
fa_ir: مانند سایر ساختمانها ، فقط می توانید آنها را در هنگام درخشش سبز قرار دهید.

source: Once you're happy, left click to set it down. To finish the link, right click.
fa_ir: پس از خوشحالی ، برای تنظیم آن کلیک کنید.برای به پایان رساندن پیوند ، کلیک راست کنید.

source: To craft items, open the Tech menu
fa_ir: برای کاردستی موارد ، منوی فناوری را باز کنید

source: Open the Crafting tab
fa_ir: برگه کاردستی را باز کنید

source: This will show available items you can craft in the middle section. The bottom panel shows how much time and materials you'll need to make that item.
fa_ir: این موارد موجود را نشان می دهد که می توانید در بخش میانی کار کنید.پانل پایین نشان می دهد که برای تهیه آن مورد چقدر زمان و مواد نیاز دارید.

source: How to craft
fa_ir: نحوه کاردستی

source: First, you need to select a station from the section on the left side of the menu.
fa_ir: ابتدا باید یک ایستگاه را از قسمت سمت چپ منو انتخاب کنید.

source: Left click to select an item to craft. You can queue multiple items, or alternatively you can cancel them with the X.
fa_ir: برای انتخاب یک مورد برای کاردستی ، روی سمت چپ کلیک کنید.می توانید چندین مورد را صف کنید ، یا در عوض می توانید آنها را با X لغو کنید.

source: Now, make sure you have workers assigned to the work station which is crafting these items. You'll also need pleny of raw materials before you start crafting.
fa_ir: اکنون ، اطمینان حاصل کنید که کارگرانی را به ایستگاه کاری اختصاص داده اید که این موارد را تهیه می کند.همچنین قبل از شروع کار به مواد اولیه به مواد اولیه احتیاج دارید.

source: You can buy blueprints or research new items to craft.
fa_ir: شما می توانید طرح های جدید را خریداری کنید یا موارد جدید را برای کاردستی تحقیق کنید.

source: To craft items, you need to build a workbench from the Crafting section of the build menu.
fa_ir: برای کاردستی موارد ، شما باید یک میز کار را از بخش کاردستی منوی ساخت بسازید.

source: How to craft (No bench)
fa_ir: نحوه کاردستی (بدون نیمکت)

source: First things first though, you're going to need to research all the necessary buildings, equipment and schematics needed for crafting.
fa_ir: اولین چیزها در ابتدا ، شما نیاز به تحقیق در مورد ساختمانهای لازم ، تجهیزات و طرحواره های لازم برای کار دارید.

source: Build a Research Bench to learn new tech and crafts.
fa_ir: برای یادگیری فناوری و صنایع دستی جدید یک نیمکت تحقیقاتی بسازید.

source: Left click to select your new building and view its info.
fa_ir: برای انتخاب ساختمان جدید و مشاهده اطلاعات آن ، روی سمت چپ کلیک کنید.

source: This shows the current state of the building.
fa_ir: این وضعیت فعلی ساختمان را نشان می دهد.

source: Some buildings will need a power supply.
fa_ir: برخی از ساختمانها به منبع تغذیه نیاز دارند.

source: To save power for other buildings, you can use the Power switch to turn off specific buildings.
fa_ir: برای صرفه جویی در قدرت برای سایر ساختمانها ، می توانید از سوئیچ برق برای خاموش کردن ساختمانهای خاص استفاده کنید.
