Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: Toughness is both physical and mental. It's how you survive out in the desert. Physically it's your ability to take a beating and survive. You will also take less damage, and will be less likely to stumble when hit by a weaker attack. Mentally it's an attitude forged from harsh experience. Do you pass out from your wounds like a sissy, or do you force yourself to struggle to your feet again? Do you panic and bleed out or can you stay calm enough to lower your heart rate and let the blood clot? -Bonuses if you are fighting while critically wounded -Once your health drops below your {1} KO point {2}your health becomes critical and you won't be able to get back up again. You will go into a coma and need healing.
fa_ir: سختی هم جسمی و هم روحی است.اینگونه است که شما در بیابان زنده می مانند.از نظر جسمی این توانایی شما در ضرب و شتم و زنده ماندن است.شما همچنین خسارت کمتری خواهید داشت و در هنگام حمله ضعیف تر ، احتمال کم شدن خواهید داشت.از نظر ذهنی این نگرش جعلی از تجربه سخت است.آیا مانند یک سیسی از زخمهای خود عبور می کنید ، یا خود را مجبور می کنید دوباره به پاهای خود بپردازید؟آیا وحشت و خونریزی می کنید یا می توانید به اندازه کافی آرام باشید تا ضربان قلب خود را کاهش داده و خون را لخته می کنید؟ اگر در حالی که زخمی شدیدی می جنگید ، می جنگید -پس از افت سلامتی خود در زیر {1} KO Point {2} سلامتی شما بسیار مهم است و شما نمی توانید دوباره به عقب برگردید.شما به کما می روید و به بهبودی نیاز دارید.

source: Dexterity affects the speed and quality of your sword work. Your sword cuts will do more damage, your attacks and blocks will be faster. It also helps with handling and reloading ranged weapons.
fa_ir: چگالی بر سرعت و کیفیت کار شمشیر شما تأثیر می گذارد.کاهش شمشیر شما آسیب های بیشتری وارد خواهد کرد ، حملات و بلوک های شما سریعتر خواهد بود.همچنین به رسیدگی و بارگیری مجدد سلاح های مختلف کمک می کند.

source: Your perception affects your general accuracy with all ranged weapons, including your ability to hit far away or moving targets.
fa_ir: برداشت شما بر دقت عمومی شما با تمام سلاح های متنوع ، از جمله توانایی شما در برخورد به دور یا حرکت به اهداف تأثیر می گذارد.

source: Affects damage. Katanas are a common weapon, and their quality varies greatly. Most are scavenged goods with a history of owners and barely good for scrap. Masterworks are around however, and their speed and cutting power is un-rivalled by any other blade.
fa_ir: بر آسیب تأثیر می گذارد.کاتانا یک سلاح مشترک است و کیفیت آنها بسیار متفاوت است.بیشتر آنها کالاهای قابل حمل با سابقه صاحبان و به سختی برای قراضه خوب هستند.Masterworks با این حال وجود دارد ، و سرعت و قدرت برش آنها توسط هر تیغه دیگری غرق نشده است.

source: Affects damage. A sabre is a heavy blade designed for heavy slashing damage. The heavier blade makes them slower and more cumbersome but stronger for blocking with and cutting through armour.
fa_ir: بر آسیب تأثیر می گذارد.یک صابر یک تیغه سنگین است که برای آسیب های سنگین طراحی شده است.تیغه سنگین تر باعث می شود که آنها کندتر و دست و پا گیر تر باشند اما برای مسدود کردن و بریدن زره پوش قوی تر هستند.

source: Affects damage. The Holy Nation prefer them for their advantage when fighting against mechanical enemies. Often considered a thug's weapon in most other cultures, hackers are heavy axe-bladed weapons that do as much blunt damage as chopping damage, relying mainly on brute strength rather than skill. The crude blades don't cause as much bloodloss, so victims tend to get maimed to death instead.
fa_ir: بر آسیب تأثیر می گذارد.ملت مقدس هنگام مبارزه با دشمنان مکانیکی ، آنها را به نفع خود ترجیح می دهد.هکرها که اغلب در اکثر فرهنگ های دیگر یک سلاح اراذل و اوباش محسوب می شوند ، سلاح های سنگین و سلاح هایی هستند که به همان اندازه آسیب های ناخوشایند را انجام می دهند ، و به طور عمده به قدرت بی رحمانه تکیه می کنند تا مهارت.تیغه های خام به همان اندازه خونریزی ایجاد نمی کنند ، بنابراین قربانیان به جای آن تمایل به مرگ دارند.

source: Affects damage. Most normal people struggle to even lift a full-weight heavy blade, and they require incredible strength and endurance to wield effectively. Beginners struggle with this weapon style and face a hard path ahead. As a result living practitioners are few and many men carry them only for bluff and posturing. The real masters of this weapon however, are men to be feared.
fa_ir: بر آسیب تأثیر می گذارد.بیشتر افراد عادی تلاش می کنند حتی یک تیغه سنگین با وزن کامل را بلند کنند و برای استفاده مؤثر به قدرت و استقامت باورنکردنی نیاز دارند.مبتدیان با این سبک سلاح مبارزه می کنند و با مسیری سخت پیش رو روبرو می شوند.در نتیجه پزشکان زندگی اندک هستند و بسیاری از مردان آنها را فقط برای بلوف و استقرار حمل می کنند.با این حال ، استادان واقعی این سلاح ، مردانی هستند که باید از آنها ترسیدند.

source: Affects damage. Blunt weapon damage breaks bones, disables limbs, and temporarily stuns organs. They don't cause much in the way of blood loss so are not usually lethal. Armour is usually designed for protection from blades, so you can often beat through it. A good weapon for the pacifist, or those who like to be different.
fa_ir: بر آسیب تأثیر می گذارد.صدمات سلاح صاف ، استخوان ها را می شکند ، اندام را غیرفعال می کند و به طور موقت اندام ها را مبهوت می کند.آنها در راه ریزش خون زیاد ایجاد نمی کنند ، بنابراین معمولاً کشنده نیستند.زره پوش معمولاً برای محافظت از تیغه ها طراحی شده است ، بنابراین شما اغلب می توانید از طریق آن ضرب و شتم کنید.یک سلاح خوب برای صلح طلب ، یا کسانی که دوست دارند متفاوت باشند.

source: Polearms
fa_ir: پلاستس

source: Affects damage. An unconventional weapon, polearms have incredible reach and give an advantage when fighting against animals.
fa_ir: بر آسیب تأثیر می گذارد.یک سلاح غیر متعارف ، قطب ها در هنگام مبارزه با حیوانات از آن استفاده می کنند و مزیت می دهند.

source: Skill at shooting with defensive weapon turrets. Affects accuracy, reload speed, and target acquisition.
fa_ir: مهارت در تیراندازی با برج های سلاح دفاعی.بر دقت ، سرعت بارگیری مجدد و دستیابی به هدف تأثیر می گذارد.

source: Skill at shooting with crossbows. Affects accuracy, reload speed, and target acquisition.
fa_ir: مهارت در تیراندازی با Crossbows.بر دقت ، سرعت بارگیری مجدد و دستیابی به هدف تأثیر می گذارد.

source: Melee attack
fa_ir: حمله غوغا

source: This is your general skill in melee combat. It governs your chance to successfully land a hit on your opponent, and is essential whatever weapon you choose to master.
fa_ir: این مهارت کلی شما در جنگ غوغا است.این شانس شما را برای موفقیت در ضربه زدن به حریف خود بر عهده دارد و هر سلاحی که برای تسلط خود انتخاب می کنید ضروری است.

source: Melee defence
fa_ir: دفاع از غوغا

source: This is your ability to perceive and defend against attacks from opponents. By increasing this skill, you will successfully block more attacks when using a sword. A balanced swordsman would keep this skill similar to his Melee Attack level.
fa_ir: این توانایی شما در درک و دفاع در برابر حملات مخالفان است.با افزایش این مهارت ، هنگام استفاده از شمشیر حملات بیشتری را مسدود خواهید کرد.یک شمشیربازی متعادل ، این مهارت را شبیه به سطح حمله غوغا خود می کند.

source: A rare skill in this day and age, warriors only consider it a last resort. At normal skill levels, an unarmed man is always at a huge disadvantage against an armed opponent of similar ability. There are stories however, of high-level martial arts masters who can match any master swordsman in combat with just their bare hands. Physical conditioning is an important factor for a martial artist.
fa_ir: یک مهارت نادر در این روز و سن ، رزمندگان فقط آن را آخرین راه حل می دانند.در سطح مهارت های عادی ، یک مرد غیر مسلح همیشه در برابر یک حریف مسلح از توانایی مشابه در معرض ضرر بزرگی قرار دارد.با این حال ، داستانهایی وجود دارد ، از استادان هنرهای رزمی سطح بالا که می توانند با هر شمشیر استاد در جنگ فقط با دست های برهنه خود مطابقت داشته باشند.تهویه بدنی یک عامل مهم برای یک هنرمند رزمی است.

source: Dodge
fa_ir: گول زدن

source: The ability to evade attacks without blocking. You need to stay light and fast. If you are encumbered with heavy equipment you won't be able to dodge, or learn anything.
fa_ir: توانایی فرار از حملات بدون مسدود کردن.شما باید سبک و سریع بمانید.اگر با تجهیزات سنگین محصور شده اید ، نمی توانید گول بزنید یا چیزی یاد بگیرید.

source: Precision shooting
fa_ir: عکسبرداری دقیق

source: When using ranged weapons, this is your ability to avoid accidentally shooting your allies. Nothing worse than acidentally getting shot in the back by your own friends. It's adversely affected when you have injuries, however.
fa_ir: هنگام استفاده از سلاح های متغیر ، این توانایی شما برای جلوگیری از شلیک تصادفی متحدین خود است.هیچ چیز بدتر از اینکه توسط دوستان خود به عقب شلیک کنید.با این حال ، هنگام آسیب دیدگی تأثیر منفی می گذارد.

source: The ability to move around undetected. Enables you to sneak around, steal things and pick locks without anybody noticing. Also invaluable for escaping hostile imprisonment. Breaking out of a cage is all well and good, but you won't get much further without stealth. Much more effective in the darkness. Injuries will hinder your effective stealthiness, although your toughness level can counteract this.
fa_ir: توانایی حرکت در اطراف کشف نشده.شما را قادر می سازد تا در اطراف خود دزدکی حرکت کنید ، چیزها را سرقت کنید و قفل ها را انتخاب کنید بدون اینکه کسی متوجه آن شود.همچنین برای فرار از حبس خصمانه بسیار ارزشمند است.شکستن قفس همه خوب و خوب است ، اما بدون خفا کردن خیلی بیشتر نمی شوید.در تاریکی بسیار مؤثر است.صدمات مانع از خفا کار مؤثر شما خواهد شد ، اگرچه سطح سختی شما می تواند با این امر مقابله کند.

source: The ability to pick locks, open doors and safes. More importantly however, it's also used to break OUT of situations: cages, jails, handcuffs. It's for those who value freedom and don't wait around to be rescued.
fa_ir: امکان انتخاب قفل ، درهای باز و گاوصندوق.از همه مهمتر ، با این حال ، از آن نیز برای از بین بردن موقعیت ها استفاده می شود: قفس ، زندان ، دستبند.این برای کسانی است که برای آزادی ارزش قائل هستند و صبر نمی کنند تا نجات پیدا کنند.

source: The ability to steal things from containers, safes, storage boxes and people.
fa_ir: توانایی سرقت چیزها از ظروف ، گاوصندوق ، جعبه های ذخیره سازی و افراد.

source: If you are in stealth mode you can sneak up behind people and knock them out. This skill determines how long they stay unconscious for.
fa_ir: اگر در حالت خفا هستید می توانید از پشت مردم دزدکی کنید و آنها را بکشید.این مهارت تعیین می کند که چه مدت آنها بیهوش می شوند.

source: This is your ability to run faster. Very useful for thieves, scouts and assassins. It is improved by doing lots of running, at full speed, without encumbrance from a heavy inventory.
fa_ir: این توانایی شما برای سریعتر دویدن است.برای سارقان ، پیشاهنگان و قاتلان بسیار مفید است.این کار با انجام بسیاری از دویدن ، با سرعت کامل و بدون استفاده از موجودی سنگین بهبود می یابد.

source: This is your ability to swim faster and further without drowning.
fa_ir: این توانایی شما در شنا سریعتر و بیشتر بدون غرق شدن است.

source: Survival
fa_ir: بقا

source: Field medic
fa_ir: پزشک میدانی

source: This skill saves lives and allows you to stop bleeding wounds and jury-rig critical injuries, allowing characters to continue fighting when they shouldn't. In the long-term however, major injuries require bed rest. A beginner will not only heal wounds more slowly, but will use up all their medkits really quickly.
fa_ir: این مهارت باعث نجات جان و زندگی می شود و به شما امکان می دهد جلوی خونریزی زخمها و صدمات انتقادی هیئت منصفه را بگیرید و به شخصیت ها اجازه می دهد تا وقتی که نباید به جنگ خود ادامه دهند.با این حال ، در طولانی مدت ، صدمات عمده نیاز به استراحت در بستر دارد.یک مبتدی نه تنها زخم ها را آهسته تر بهبود می بخشد ، بلکه به سرعت از تمام مدکارهای آنها استفاده می کند.

source: The skill at building and repairing structures.
fa_ir: مهارت در ساخت و تعمیر سازه ها.

source: Weapon smith
fa_ir: سلاح اسمیت

source: The ability to craft higher quality weapons, in a shorter space of time.
fa_ir: توانایی ساخت سلاح های با کیفیت بالاتر ، در یک فضای کوتاهتر.

source: Armour smith
fa_ir: زره اسمیت

source: The ability to craft higher quality gear and armour, in a shorter space of time.
fa_ir: توانایی ساخت تجهیزات دنده و زره با کیفیت بالاتر ، در یک فضای کوتاهتر از زمان.

source: Crossbow smith
fa_ir: کمان کمان اسمیت

source: The ability to craft higher quality crossbows and bolts, in a shorter space of time.
fa_ir: توانایی ساخت کراوات و پیچ های با کیفیت بالاتر ، در یک فضای کوتاهتر از زمان.

source: The equivalent of a medical skill for anything or anyone robotic. Used for repairs.
fa_ir: معادل یک مهارت پزشکی برای هر چیزی یا هر کسی رباتیک.برای تعمیرات استفاده می شود.

source: Affects skill at prospecting, and researching new technologies.
fa_ir: بر مهارت در جستجوی و تحقیق در مورد فن آوری های جدید تأثیر می گذارد.

source: Skill at general manual labour work such as mining and using simple machinery.
fa_ir: مهارت در کار دستی کار دستی مانند معدن و استفاده از ماشین آلات ساده.

source: Knowledge of farming crops. This not only affects the speed that you can gather your crops, it also affects the yield when harvesting. In other words, unskilled farmers will mess up some of your crops.
fa_ir: آگاهی از محصولات زراعی.این نه تنها بر سرعتی که می توانید محصولات خود را جمع کنید ، تأثیر می گذارد بلکه در هنگام برداشت بر عملکرد نیز تأثیر می گذارد.به عبارت دیگر ، کشاورزان غیر ماهر برخی از محصولات شما را خراب می کنند.

source: Skill at cooking food and brewing drinks.
fa_ir: مهارت در پخت و پز غذا و نوشیدنی های آبجو.

source: Primary Weapon Damage
fa_ir: خسارت اولیه سلاح

source: Primary Weapon Speed
fa_ir: سرعت سلاح اولیه

source: Secondary Weapon Damage
fa_ir: خسارت سلاح ثانویه

source: Secondary Weapon Speed
fa_ir: سرعت سلاح ثانویه

source: Max Carry Weight
fa_ir: حداکثر وزن حمل

source: Strength XP Carry
fa_ir: Strength XP حمل

source: Strength XP Combat
fa_ir: قدرت مبارزه با XP

source: Heavy weapon speed
fa_ir: سرعت سلاح سنگین

source: Damage Resistance
fa_ir: مقاومت در برابر آسیب

source: Toughness XP
fa_ir: چقرمگی XP

source: Knockout time
fa_ir: زمان حذفی

source: KO Threshold
fa_ir: آستانه KO

source: Wounding Degeneration
fa_ir: تخریب زخمی

source: Max Run Speed
fa_ir: حداکثر سرعت اجرا

source: Current Run Speed
fa_ir: سرعت اجرا فعلی

source: Athletics XP
fa_ir: دو و میدانی XP

source: Turret Accuracy
fa_ir: دقت برجک

source: Turret Rate of fire
fa_ir: نرخ برجک

source: Friendly Fire Risk
fa_ir: خطر آتش سوزی دوستانه

source: Build Speed
fa_ir: سرعت ساختن

source: Repair Speed
fa_ir: سرعت تعمیر

source: Mining
fa_ir: معادن

source: Using machinery
fa_ir: با استفاده از ماشین آلات

source: Weapons
fa_ir: سلاح

source: Combat
fa_ir: جنگ

source: Sciences
fa_ir: علوم

source: Trades
fa_ir: معاملات

source: Primary weapon
fa_ir: سلاح اصلی

source: Secondary weapon
fa_ir: سلاح ثانویه

source: Residents max:
fa_ir: ساکنان حداکثر:

source: Actual Num Residents:
fa_ir: ساکنان واقعی شماره:

source: Roaming currentMax/desiredMax:
fa_ir: رومینگ جریان max/desiredmax:

source: Roaming Population:
fa_ir: جمعیت رومینگ:

source: Num Roaming Squads:
fa_ir: تعداد جوخه های رومینگ:

source: Continue
fa_ir: ادامه دادن

source: New game
fa_ir: بازی جدید

source: Credits
fa_ir: اعتبار

source: Begin
fa_ir: شروع کردن

source: Choose your beginning
fa_ir: شروع خود را انتخاب کنید

source: Difficulty:
fa_ir: مشکل:

source: Cash:
fa_ir: پول نقد:

source: Play Style:
fa_ir: سبک بازی:

source: Hunger time
fa_ir: وقت گرسنگی

source: This sets how long it takes characters to get hungry. A higher number means it takes longer, therefore they need less food to get by.
fa_ir: این تعیین می کند که چقدر طول می کشد تا شخصیت ها گرسنه شوند.تعداد بیشتری به این معنی است که بیشتر طول می کشد ، بنابراین آنها برای رسیدن به غذای کمتری نیاز دارند.

source: Chance of death
fa_ir: احتمال مرگ

source: Determines the overall likelyhood of any character dying (players or NPCs). Directly affects rates of wound degeneration and blood loss (Higher=more likely to die)
fa_ir: احتمالی کلی هر شخصیت در حال مرگ (بازیکنان یا NPC) را تعیین می کند.مستقیماً بر میزان تخریب زخم و از دست دادن خون تأثیر می گذارد (بالاتر = احتمال مرگ)

source: Global damage multiplier
fa_ir: ضرب آسیب جهانی

source: Overall combat damage for everything. Doesn't necessarily make the game harder or easier, but affects the speed of battles
fa_ir: به طور کلی آسیب های جنگی برای همه چیز.لزوماً بازی را سخت تر یا آسان تر نمی کند ، اما بر سرعت نبردها تأثیر می گذارد

source: Production speed
fa_ir: سرعت تولید

source: Affects speed of item production such as mines and crafting (more than 1.0 == easier)
fa_ir: بر سرعت تولید کالاها مانند معادن و کاردستی تأثیر می گذارد (بیش از 1.0 == آسان تر)

source: Research speed
fa_ir: سرعت تحقیق

source: Affects speed of research (more than 1.0 == easier)
fa_ir: بر سرعت تحقیق تأثیر می گذارد (بیش از 1.0 == آسان تر)

source: Building speed
fa_ir: سرعت ساختمان

source: Affects speed of building (more than 1.0 == easier)
fa_ir: بر سرعت ساختمان تأثیر می گذارد (بیش از 1.0 == آسان تر)

source: Number of nests multiplier
fa_ir: تعداد چند برابر لانه ها

source: Affects number of animal nests, bandit camps etc that appear in the wilds. Higher number makes life more dangerous.
fa_ir: بر تعداد لانه های حیوانات ، اردوگاه های راهزن و غیره که در وحشی ها ظاهر می شوند ، تأثیر می گذارد.تعداد بالاتر زندگی را خطرناک تر می کند.

source: Bandits loot the player
fa_ir: راهزنان بازیکن را غارت می کنند

source: Makes life unfair
fa_ir: زندگی را ناعادلانه می کند

source: Easy prospecting
fa_ir: جستجوی آسان

source: Resume
fa_ir: رزومه

source: Are you sure you want to exit?
fa_ir: آیا مطمئن هستید که می خواهید از آن خارج شوید؟

source: Loading
fa_ir: بار

source: Relations:
fa_ir: روابط:

source: Residents:
fa_ir: ساکنان:

source: Hostile Occupiers:
fa_ir: اشغالگران خصمانه:

source: Residents
fa_ir: ساکنان

source: Discovered {1}
fa_ir: {1} کشف شد

source: {1} has been wiped out
fa_ir: {1} از بین رفته است

source: Alarm raised
fa_ir: زنگ بلند

source: Mode
fa_ir: حالت

source: Move
fa_ir: حرکت

source: Axis
fa_ir: محور

source: Global
fa_ir: جهانی

source: Reset the current transform to default values. Snaps to the ground if in movement mode.
fa_ir: تغییر فعلی را به مقادیر پیش فرض تنظیم کنید. اگر در حالت حرکت باشد ، به زمین می رسد.

source: Revert
fa_ir: بازگشت

source: Clean any changes the active mod made to this object
fa_ir: هرگونه تغییر حالت فعال در این شی را تمیز کنید

source: Position
fa_ir: موقعیت

source: Orientation
fa_ir: جهت گیری

source: Scale
fa_ir: اندازه

source: Y
fa_ir: حرف

source: Yaw
fa_ir: خمیازه

source: Pitch
fa_ir: زمین

source: Roll
fa_ir: غلتک

source: Scale X
fa_ir: مقیاس x

source: Scale Y
fa_ir: مقیاس y

source: Scale Z
fa_ir: مقیاس z

source: Parent
fa_ir: والدین

source: Local
fa_ir: محلی

source: {1} has redirected to {2}
fa_ir: {1} به {2} هدایت شده است

source: {1} against {2} has ended
fa_ir: {1} در برابر {2} پایان یافته است

source: {1} against {2} has been defeated
fa_ir: {1} در برابر {2} شکست خورده است

source: {1} to {2} has failed
fa_ir: {1} به {2} شکست خورده است

source: {1} was defeated on their way to {2}
fa_ir: {1} در راه رسیدن به {2} شکست خورد

source: Assault to {1} canceled due to faction weakness
fa_ir: حمله به {1} به دلیل ضعف جناح لغو شد

source: Warning: {1} moving towards {2}
fa_ir: هشدار: {1} حرکت به سمت 2}

source: {1} on the way to {2}
fa_ir: {1} در راه 2 {

source: Iron
fa_ir: اتو کردن

source: Stone
fa_ir: سنگ

source: Copper
fa_ir: مس

source: Carbon
fa_ir: کربن

source: Water
fa_ir: اب

source: Fertility
fa_ir: باروری

source: Nameless
fa_ir: بی نام

source: Prototype
fa_ir: نمونه اولیه

source: Shoddy
fa_ir: خیس

source: Standard
fa_ir: استاندارد

source: Specialist
fa_ir: متخصص

source: Masterwork
fa_ir: کار

source: Non-Standard
fa_ir: غیر ثابت

source: Head size
fa_ir: اندازه سر

source: Head shape
fa_ir: شکل سر

source: Neck
fa_ir: گردن

source: Neck width
fa_ir: عرض گردن

source: Neck length
fa_ir: طول گردن

source: Jaw
fa_ir: فک

source: Cheekbones
fa_ir: گونه ها

source: Mouth size
fa_ir: اندازه دهان

source: Mouth width
fa_ir: عرض دهان

source: Nose width
fa_ir: عرض بینی

source: Nose length
fa_ir: طول بینی

source: Nose arch
fa_ir: قوس بینی

source: Nose position
fa_ir: موقعیت بینی

source: Nose tilt
fa_ir: شیب بینی

source: Brow position
fa_ir: موقعیت ابرو

source: Brow tilt
fa_ir: شیب ابرو

source: Eyes depth
fa_ir: عمق چشم

source: Eyes narrow
fa_ir: چشم ها باریک است

source: Eyes closeness
fa_ir: نزدیکی چشم

source: Eyes tilt
fa_ir: چشمان شیب

source: Eyes height
fa_ir: ارتفاع چشم

source: Eyes size
fa_ir: اندازه چشم

source: Chin depth
fa_ir: عمق چانه

source: Height
fa_ir: قد

source: Frame
fa_ir: قاب

source: Posture
fa_ir: حالت

source: Shoulder set
fa_ir: عالم شانه

source: Neck position
fa_ir: موقعیت گردن

source: Leg length
fa_ir: طول پا

source: Shoulders
fa_ir: شانه

source: Arm bulk
fa_ir: بخش عمده بازو

source: Hands
fa_ir: دست

source: Chest
fa_ir: قفسه سینه

source: Stomach
fa_ir: معده

source: Waist
fa_ir: کمر

source: Hips
fa_ir: باسن

source: Legs bulk
fa_ir: پاها فله

source: Legs shape
fa_ir: شکل پاها

source: Feet
fa_ir: پا

source: Skin Tone
fa_ir: رنگ پوست

source: Horns curve
fa_ir: منحنی شاخ

source: Horns top length
fa_ir: شاخهای بلند

source: Horns bottom length
fa_ir: شاخهای پایین

source: Horn thickness
fa_ir: ضخامت شاخ

source: Horns body length
fa_ir: طول بدن شاخ

source: Cheeks
fa_ir: گونه

source: Chin
fa_ir: چانه

source: Chin height
fa_ir: ارتفاع چانه

source: Chin width
fa_ir: عرض چانه

source: Horns thickness
fa_ir: ضخامت شاخ

source: Breast size
fa_ir: اندازه پستان

source: Breast height
fa_ir: ارتفاع پستان

source: Breast spacing
fa_ir: فاصله پستان

source: Eyes shallowness
fa_ir: چشمان کم عمق

source: Eyes narrowness
fa_ir: چشم های باریک

source: Antenna length
fa_ir: طول آنتن

source: Horns length
fa_ir: طول شاخ

source: Jaw width
fa_ir: عرض فک

source: Face arch
fa_ir: قوس
