Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: Some machines and buildings need workers to operate them. This bar shows how many workers are currently operating the machine and the maximum possible amount of them.
fa_ir: برخی از ماشین ها و ساختمانها برای کار با آنها به کارگران احتیاج دارند.این نوار نشان می دهد که در حال حاضر تعداد کارگران در حال کار دستگاه و حداکثر میزان ممکن از آنها هستند.

source: Many machines and buildings need certain raw materials in order to run. This panel shows exactly what items are needed to add to it.
fa_ir: بسیاری از ماشین ها و ساختمانها برای اجرای آن به مواد اولیه خاصی احتیاج دارند.این پانل دقیقاً نشان می دهد که چه مواردی برای افزودن به آن مورد نیاز است.

source: You've built your first production building
fa_ir: شما اولین ساختمان تولید خود را ساخته اید

source: Production buildings rely on a number of factors.
fa_ir: ساختمانهای تولید به تعدادی از عوامل متکی هستند.

source: The more workers, the faster the output.
fa_ir: هرچه کارگران بیشتر باشند ، خروجی سریعتر می شود.

source: To research new tech such as buildings, defensive weapons and crafting, you need to construct a Research Bench from the Build menu. But, before you can build a Research Bench, you need a building to house it.
fa_ir: برای تحقیق در مورد فناوری جدید مانند ساختمانها ، سلاح های دفاعی و کاردستی ، باید از منوی ساخت یک نیمکت تحقیقاتی بسازید. اما ، قبل از اینکه بتوانید یک نیمکت تحقیقاتی بسازید ، برای تهیه آن به یک ساختمان نیاز دارید.

source: How to research tech (Benches)
fa_ir: نحوه تحقیق فناوری (نیمکت)

source: Either you can buy a house in a town, or you can build your own house outside of an NPC town. Left click on a building to check if it is for sale.
fa_ir: یا می توانید خانه ای را در یک شهر خریداری کنید ، یا می توانید خانه خود را در خارج از یک شهر NPC بسازید. برای بررسی اینکه آیا برای فروش است ، روی یک ساختمان کلیک کنید.

source: Some buildings are availiable for purchase. This panel will tell you how much the building costs, with a button to buy it.
fa_ir: برخی از ساختمانها برای خرید در دسترس هستند.این پانل به شما می گوید که ساختمان با یک دکمه برای خرید آن چقدر هزینه دارد.

source: Buildings for sale
fa_ir: ساختمانهای فروش

source: You can also often buy destroyed buildings for a cheaper rate. You must then repair the building before it can be used.
fa_ir: همچنین اغلب می توانید ساختمانهای تخریب شده را با نرخ ارزان تر خریداری کنید.سپس باید قبل از استفاده از ساختمان ، ساختمان را تعمیر کنید.

source: Next, you'll need to select tech to research. Select TEC from the panel.
fa_ir: در مرحله بعد ، برای تحقیق باید فناوری را انتخاب کنید.TEC را از پانل انتخاب کنید.

source: How to research tech (Researching)
fa_ir: نحوه تحقیق فناوری (تحقیق)

source: To learn new tech you can buy blueprints from merchants. Or, you can research new tech yourself.
fa_ir: برای یادگیری فناوری جدید می توانید طرح هایی را از بازرگانان خریداری کنید.یا ، شما می توانید خودتان در مورد فناوری جدید تحقیق کنید.

source: To research, you must have a scientist assigned to your Research Bench. Select a squad member, hold and right click on your Research Bench and select Use Machine. Research speed will depend on your assigned scientist's Science skill stat.
fa_ir: برای تحقیق ، شما باید یک دانشمند را به نیمکت تحقیق خود اختصاص دهید.یک عضو تیم ملی را انتخاب کنید ، روی نیمکت تحقیق خود کلیک کرده و راست کلیک کرده و استفاده از دستگاه استفاده را انتخاب کنید.سرعت تحقیق به آمار مهارت علمی دانشمند اختصاصی شما بستگی دارد.

source: Select any tech you want to research by left clicking it. You can queue up as many as you want.
fa_ir: هر فنی را که می خواهید تحقیق کنید با کلیک چپ روی آن انتخاب کنید.شما می توانید به همان اندازه که می خواهید صف کنید.

source: How to research tech (Blueprints)
fa_ir: نحوه تحقیق فناوری (طرح ها)

source: You found a blueprint
fa_ir: شما یک طرح پیدا کردید

source: Blueprints allow you to learn Tech instantly. To learn a blueprint, open your inventory and right click it to learn it.
fa_ir: طرح ها به شما امکان می دهند فوری فناوری را بیاموزید.برای یادگیری یک طرح ، موجودی خود را باز کرده و برای یادگیری آن کلیک راست کنید.

source: If you are wearing a backpack, make sure to close it first so that the blueprint doesn't switch between your inventory when you try to use it.
fa_ir: اگر کوله پشتی دارید ، حتماً ابتدا آن را ببندید تا هنگام تلاش برای استفاده از آن ، طرح بین موجودی شما تغییر نکند.

source: First, select a building you want to construct from the panel. Hint: Building a small shack will allow you to build a Research Bench inside, with this you can learn and unlock new tech.
fa_ir: ابتدا ساختمانی را که می خواهید از پانل بسازید انتخاب کنید. نکته: ساختن یک تخته کوچک به شما امکان می دهد یک نیمکت تحقیقاتی را در داخل بسازید ، با این کار می توانید فناوری جدید را یاد بگیرید و باز کنید.

source: Welcome to Build mode
fa_ir: به حالت ساخت خوش آمدید

source: Next, choose where to place the building on the terrain. If the building shows red, there is an obstruction and you cannot place it. If blue, you're too close to another town. If green, you're good to go!
fa_ir: در مرحله بعد ، جایی را انتخاب کنید که ساختمان را در زمین قرار دهید.اگر ساختمان قرمز نشان دهد ، یک انسداد وجود دارد و شما نمی توانید آن را قرار دهید.اگر آبی ، خیلی نزدیک به یک شهر دیگر هستید.اگر سبز ، شما خوب هستید که بروید!

source: Select squad members and right click the construction to begin adding materialsif they have them.
fa_ir: اعضای تیم ملی را انتخاب کنید و راست را کلیک کنید تا شروع به افزودن مواد در صورت داشتن آنها کنید.

source: Construction will be much quicker depending on the number of people who are assigned, and their Engineer skill stats.
fa_ir: ساخت و ساز بسته به تعداد افرادی که به آنها اختصاص داده شده و آمار مهارت مهندس آنها بسیار سریعتر خواهد بود.

source: This shows how many building materials are needed to complete the construction.
fa_ir: این نشان می دهد که برای تکمیل ساخت و ساز به چه تعداد مصالح ساختمانی لازم است.

source: Once the Condition bar is filled, the construction is complete and ready to use.
fa_ir: پس از پر شدن نوار شرط ، ساخت و ساز کامل و آماده استفاده است.

source: Building (Construction)
fa_ir: ساختمان (ساخت و ساز)

source: Select your construction to check it's status.
fa_ir: ساخت و ساز خود را انتخاب کنید تا وضعیت آن را بررسی کنید.

source: The prospecting window tells you information about the resources in the current area.
fa_ir: پنجره جستجوی اطلاعاتی در مورد منابع موجود در منطقه فعلی به شما می گوید.

source: The top section is information at the point the character is standing. The lower section is a map of the resources in the vicinity. You can select the resource type that is shown on the map. Characters with a higher science skill will be able to detect resources from farther away.
fa_ir: بخش برتر اطلاعات در نقطه ای است که شخصیت در آن ایستاده است. بخش پایین نقشه ای از منابع در مجاورت است. می توانید نوع منبع را که در نقشه نشان داده شده است انتخاب کنید. شخصیت هایی که دارای مهارت علمی بالاتری هستند ، می توانند منابع را از دورتر تشخیص دهند.

source: Missing a limb
fa_ir: از دست دادن اندام

source: You appear to be missing a limb. Limbs are useful things to have so you may want to get that replaced. You can buy various robotic limbs from robotics vendors.
fa_ir: به نظر می رسد شما یک اندام را از دست داده اید. اندامها چیزهای مفیدی هستند که ممکن است بخواهید آن را جایگزین کنید. شما می توانید اندامهای مختلف روباتیک را از فروشندگان روباتیک خریداری کنید.

source: Install new limbs using the robotics window availiable from the character's inventory. Robotic limbs require skeleton repair kits to fix. The maximum health of the limb will also degrade as it takes damage but it can be restored to its full health in a skeleton repair bed.
fa_ir: اندامهای جدید را با استفاده از پنجره Robotics که از موجودی شخصیت قابل استفاده است ، نصب کنید. اندامهای روباتیک برای رفع آن به کیت های ترمیم اسکلت نیاز دارند. حداکثر سلامت اندام نیز به دلیل آسیب رساندن تخریب می شود اما می تواند در یک بستر ترمیم اسکلت به سلامت کامل آن بازگردد.

source: Error: Character model for race '{1}' not found
fa_ir: خطا: مدل کاراکتر برای مسابقه '{1}' یافت نشد

source: Editor problem
fa_ir: ویراستار

source: Editor values missing for the race '{1}'
fa_ir: مقادیر ویرایشگر برای مسابقه '{1}' از دست رفته است

source: Editor values missing for the race '{1}' for both genders.
fa_ir: مقادیر ویرایشگر برای مسابقه "{1}" برای هر دو جنس وجود ندارد.

source: Editor values missing for the race '{1}' for gender: {2}.
fa_ir: مقادیر ویرایشگر برای مسابقه '{1}' برای جنسیت: {2}.

source: You cannot delete this building while there are still items in its inventory. Precious research artifacts and stuff, don't lose them.
fa_ir: شما نمی توانید این ساختمان را حذف کنید در حالی که هنوز موارد موجود در موجودی آن وجود دارد. آثار باستانی و چیزهای پژوهشی ، آنها را از دست ندهید.

source: There are still items in the inventory, they will be lost. Are you sure you want to destroy this building?
fa_ir: هنوز موارد موجود در موجودی وجود دارد ، آنها از بین می روند. آیا مطمئن هستید که می خواهید این ساختمان را نابود کنید؟

source: You cannot delete this building while it has mounted buildings.
fa_ir: شما نمی توانید این ساختمان را در حالی که ساختمانها نصب کرده است حذف کنید.

source: Dismantle
fa_ir: برطرف کردن

source: Dismantling this building will destroy all furniture. Do you want to continue?
fa_ir: از بین بردن این ساختمان ، تمام مبلمان را از بین می برد. آیا می خواهید ادامه دهید؟

source: Are you sure?
fa_ir: مطمئن هستید؟

source: Building '{1}' construction complete at '{2}'.
fa_ir: ساختمان '{1}' ساخت و ساز کامل در '{2}'.

source: Building '{1}' construction complete.
fa_ir: ساخت و ساز ساختمان '{1}' کامل.

source: Building construction complete
fa_ir: ساخت و ساز کامل

source: Bodyguard Contract
fa_ir: قرارداد محافظ

source: -Protecting:
fa_ir: -محافظت:

source: -Expires in:
fa_ir: -تز در:

source: Base Defence Contract
fa_ir: قرارداد دفاعی پایه

source: {1} squad has been removed from {2}
fa_ir: {1} تیم از {2} حذف شده است

source: {1} has been enslaved
fa_ir: {1} بردگی شده است

source: I don't have any materials
fa_ir: من هیچ ماده ای ندارم

source: I need a medkit.
fa_ir: من به یک medkit احتیاج دارم.

source: My legs are messed up.
fa_ir: پاهای من به هم ریخته است.

source: I need a repair kit.
fa_ir: من به کیت تعمیر نیاز دارم.

source: I don't have any tools
fa_ir: من هیچ ابزاری ندارم

source: My arms are messed up...
fa_ir: بازوهای من به هم ریخته است ...

source: I'm not skilled enough...
fa_ir: من به اندازه کافی ماهر نیستم ...

source: My arm is messed up too badly.
fa_ir: بازوی من خیلی بد شده است.

source: It's locked.
fa_ir: قفل شده است

source: I can't get out of here.
fa_ir: نمی توانم از اینجا خارج شوم.

source: I can't get there.
fa_ir: نمی توانم به آنجا بروم.

source: It's empty.
fa_ir: خالی است

source: The machine is full.
fa_ir: دستگاه پر است.

source: It's out of resources.
fa_ir: این خارج از منابع است.

source: I don't have space to pick that up!
fa_ir: من فضایی برای برداشتن آن ندارم!

source: My arm is messed up too badly to lift anything.
fa_ir: بازوی من خیلی بد است تا هر چیزی را بلند کند.

source: It needs electricity.
fa_ir: به برق احتیاج دارد.

source: He's in the water.
fa_ir: او در آب است.

source: I'm busy swimming.
fa_ir: من مشغول شنا هستم

source: Ate {1}
fa_ir: {1} خورد

source: c.{1,num}
fa_ir: ج.

source: -Wanted For:
fa_ir: -بانگ برای:

source: Bounty:
fa_ir: فضل:

source: Waiting to be released
fa_ir: منتظر آزاد شدن

source: Imprisoned, sentence time remaining:
fa_ir: زندانی ، زمان جمله باقی مانده:

source: Imprisoned, sentence time:
fa_ir: زندانی ، زمان جمله:

source: FOREVER
fa_ir: برای همیشه

source: This character is wanted by the authorities. Turn them in for a reward.
fa_ir: این شخصیت توسط مقامات تحت تعقیب است.آنها را برای پاداش وارد کنید.

source: Notorious: The bounty will never expire.
fa_ir: بدنام: فضل هرگز منقضی نمی شود.

source: This character is not wanted by the local faction
fa_ir: این شخصیت توسط جناح محلی تحت تعقیب نیست

source: Total Weight:
fa_ir: وزن کل:

source: Overloaded
fa_ir: بیش از حد

source: Heavy
fa_ir: سنگین

source: Moderate
fa_ir: معتاد

source: Lightweight
fa_ir: سبک وزن

source: Weightless
fa_ir: بی وزنی

source: Money:
fa_ir: پول:

source: Merchant Info:
fa_ir: اطلاعات بازرگان:

source: Prices:
fa_ir: قیمت ها:

source: Buys Stolen Goods
fa_ir: کالاهای سرقت شده را خریداری می کند

source: Clothing disguise:
fa_ir: لباس مبدل:

source: In secure location:
fa_ir: در مکان امن:

source: Same faction:
fa_ir: همان جناح:

source: Slave owner recognition:
fa_ir: شناخت صاحب برده:

source: Someone knows me personally:
fa_ir: کسی من را شخصاً می شناسد:

source: Disguise blown:
fa_ir: مبدل منفجر شده:

source: Total:
fa_ir: کل:

source: Not currently in disguise.
fa_ir: در حال حاضر در مبدل نیست.

source: None
fa_ir: نه

source: Disguise:
fa_ir: مبدل:

source: Blown!
fa_ir: دمیده

source: Slave of:
fa_ir: برده:

source: The faction that owns you.
fa_ir: جناحی که صاحب شما است.

source: Clothing:
fa_ir: لباس:

source: Minimum (Escaping):
fa_ir: حداقل (فرار):

source: Minimum (Ex-Slave):
fa_ir: حداقل (برده سابق):

source: How much you look like an escaped slave. Based on how you are dressed/undressed. Wearing shackles and rags is a big giveaway. Try to avoid hanging around too long near people who may recognise you.
fa_ir: چقدر شبیه یک برده فراری هستید.بر اساس نحوه لباس پوشیدن/لباس پوشیدن.پوشیدن قلاب و پارچه یک هدیه بزرگ است.سعی کنید از آویزان کردن خیلی طولانی در نزدیکی افرادی که ممکن است شما را بشناسند ، خودداری کنید.

source: Looks like slave:
fa_ir: به نظر می رسد برده:

source: You are a free person.
fa_ir: شما یک فرد آزاد هستید.

source: You are no slave.
fa_ir: شما برده نیستید.

source: War Leader
fa_ir: رهبر جنگ

source: This is the Commander in charge of an entire army.
fa_ir: این فرمانده مسئول کل ارتش است.

source: Leader
fa_ir: رهبر

source: This is the leader of this group.
fa_ir: این رهبر این گروه است.

source: Kidnapped
fa_ir: ربودن

source: This character has been kidnapped, law enforcers will try to help
fa_ir: این شخصیت ربوده شده است ، مجریان قانون سعی در کمک خواهند کرد

source: Diplomatic Status
fa_ir: وضعیت دیپلماتیک

source: This is a special person with diplomatic importance. Anyone who attacks this guy will be in serious trouble with his faction.
fa_ir: این یک فرد خاص با اهمیت دیپلماتیک است.هرکسی که به این مرد حمله کند با جناح خود دچار مشکل جدی خواهد شد.

source: someone
fa_ir: کسی

source: Seen!
fa_ir: دیده

source: Undiscovered
fa_ir: کشف نشده

source: Situation:
fa_ir: وضعیت:

source: Looks like a slave:
fa_ir: به نظر می رسد مانند یک برده:

source: Time remaining:
fa_ir: زمان باقی مانده:

source: Escaped slave
fa_ir: برده فراری

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. Don't get spotted.
fa_ir: به نظر می رسد سطح [برده] خود را تا حد ممکن پایین نگه دارید ، لباس یا لباس های لباس بپوشید و یک جراح پلاستیکی برای بازگرداندن موهای خود پیدا کنید.متوجه نشوید

source: A slave of {1} that has been seen escaping. Needs to lay low for a day and avoid getting spotted. {2}
fa_ir: برده ای از {1} که در حال فرار است.نیاز به یک روز کم دارد و از لکه دار شدن خودداری می کند.{2}

source: Ex-slave
fa_ir: ایلو

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. You should be safe if you stay out of towns.
fa_ir: به نظر می رسد سطح [برده] خود را تا حد ممکن پایین نگه دارید ، لباس یا لباس های لباس بپوشید و یک جراح پلاستیکی برای بازگرداندن موهای خود پیدا کنید.اگر در خارج از شهرها بمانید ، باید در امان باشید.

source: Was once a slave of {1} but has now escaped. The heat has died down but he still needs to avoid getting found out. {2}
fa_ir: زمانی برده 1 {} بود اما اکنون فرار کرده است.گرما از بین رفته است اما او هنوز هم باید از کشف آن جلوگیری کند.{2}

source: Slave
fa_ir: برده

source: Your character will have a permanent job assigned called [Obedient slave]. While this is active he will automatically work for his master. You can remove this job, but beware of the consequences...
fa_ir: شخصیت شما یک کار دائمی به نام [برده مطیع] خواهد داشت.در حالی که این فعال است ، او به طور خودکار برای استاد خود کار می کند.شما می توانید این کار را حذف کنید ، اما از عواقب خود مراقب باشید ...

source: A slave belonging to {1}. Not considered a person with rights, a slave works for his master until death and nothing more. {2}
fa_ir: یک برده متعلق به {1}.یک شخص با حقوق در نظر گرفته نشده است ، یک برده تا زمان مرگ برای استاد خود کار می کند و چیز دیگری نیست.{2}

source: Committing Crime!
fa_ir: مرتکب جرم!

source: This character is currently committing {1}, make sure nobody witnesses it.
fa_ir: این شخصیت در حال حاضر مرتکب {1} است ، مطمئن شوید که هیچ کس شاهد آن نیست.

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish. Current bounty is c.{2,num}
fa_ir: این شخصیت در ارتکاب {1} گرفتار شده است!اگر نتواند از بین برود ، ممکن است با فضل روی سرش به پایان برسد.Bounty فعلی C است. {2 ، num}

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish.
fa_ir: این شخصیت در ارتکاب {1} گرفتار شده است!اگر نتواند از بین برود ، ممکن است با فضل روی سرش به پایان برسد.

source: Escaped Prisoner
fa_ir: زندانی فرار کرد

source: This character broke out of prison, if he gets spotted by any guards he is in trouble. Leave town to clear this status. Expires in {1}
fa_ir: این شخصیت اگر توسط هر نگهبان مورد توجه قرار گیرد ، از زندان خارج شد.شهر را ترک کنید تا این وضعیت را پاک کنید.در {1} منقضی می شود

source: State:
fa_ir: حالت:

source: Dead
fa_ir: مرده

source: This guy is dead and gone.
fa_ir: این مرد مرده و رفته است.

source: Locked (lvl: {1,num})
fa_ir: قفل شده (lvl: {1 ، num})

source: You are locked in a cage. The lock has a difficulty level of {1,num}.
fa_ir: شما در قفس قفل شده اید. قفل سطح دشواری از {1 ، num} دارد.

source: (Unlocked...)
fa_ir: (قفل قفل ...)

source: The cage you are in is UNLOCKED. Nobody knows this but you, you can escape any time you want.
fa_ir: قفس که در آن قرار دارید باز شده است. هیچ کس این را نمی داند اما شما ، می توانید هر زمان که بخواهید فرار کنید.

source: Unconscious
fa_ir: ناخودآگاه

source: Rebooting
fa_ir: راه اندازی مجدد

source: This guy is unconscious and probably needs medical attention and rest.
fa_ir: این مرد بیهوش است و احتمالاً به مراقبت و استراحت پزشکی احتیاج دارد.

source: Sleeping...
fa_ir: خوابیدن ...

source: Defensive
fa_ir: دفاعی

source: In defensive combat mode the character will not even try to attack, focusing entirely on defense for a +20 skill bonus.
fa_ir: در حالت رزمی دفاعی شخصیت حتی سعی در حمله نخواهد داشت ، و کاملاً روی دفاع برای یک جایزه مهارت +20 تمرکز می کند.

source: Normal
fa_ir: عادی

source: Goal:
fa_ir: هدف:

source: Current goal of this character.
fa_ir: هدف فعلی این شخصیت.

source: Encumbrance:
fa_ir: incumbrance:

source: Strength XP:
fa_ir: قدرت XP:

source: Run Speed Penalty:
fa_ir: مجازات سرعت را اجرا کنید:

source: Stealth Penalty:
fa_ir: مجازات مخفیگاه:

source: Accuracy Error:
fa_ir: خطای دقت:

source: degrees
fa_ir: درجه

source: Weapon Accuracy:
fa_ir: دقت سلاح:

source: Skill:
fa_ir: مهارت:

source: Resulting Accuracy Deviation:
fa_ir: در نتیجه انحراف دقت:

source: Heavy:
fa_ir: سنگین:

source: Katana:
fa_ir: کاتانا:

source: Hacker:
fa_ir: هکر:

source: Sabre:
fa_ir: صابر:

source: Martial Arts:
fa_ir: هنرهای رزمی:

source: Polearm:
fa_ir: PLALEM:

source: Damage:
fa_ir: آسیب:

source: Stealth:
fa_ir: مخفیک:

source: Athletics:
fa_ir: دو و میدانی:

source: Swimming
fa_ir: شنا

source: Max Swim Speed:
fa_ir: حداکثر سرعت شنا:

source: Injuries
fa_ir: مصدومیت

source: Hunger
fa_ir: گرسنگی

source: Encumbrance
fa_ir: عذاب

source: 2 Broken Arms!
fa_ir: 2 بازوی شکسته!

source: Current Swim Speed:
fa_ir: سرعت شنا فعلی:

source: Imprisoned:
fa_ir: زندانی:

source: My arm is broken!
fa_ir: بازوی من شکسته است!

source: I can't carry anyone with this arm.
fa_ir: من نمی توانم کسی را با این بازو حمل کنم.

source: I don't have any building materials.
fa_ir: من هیچ مصالح ساختمانی ندارم.

source: I don't have a medkit.
fa_ir: من مدکیت ندارم.

source: I don't have a splint kit.
fa_ir: من کیت اسپلینت ندارم.

source: {1} can't talk to people
fa_ir: {1} نمی تواند با مردم صحبت کند

source: I don't have a repair kit.
fa_ir: من کیت تعمیر ندارم.

source: I need to go outside to do this.
fa_ir: برای انجام این کار باید به بیرون بروم.

source: I need to be stood on solid ground.
fa_ir: من باید در زمین جامد ایستاده باشم.

source: Import character
fa_ir: شخصیت وارد کردن

source: Import
fa_ir: وارد کردن

source: Randomise
fa_ir: تصادفی

source: Reset
fa_ir: بازپا

source: Randomise All
fa_ir: تصادفی همه

source: Body
fa_ir: بدنه

source: Face
fa_ir: صورت

source: Hair
fa_ir: موهای

source: Export
fa_ir: صادر کردن

source: Clothes
fa_ir: لباس

source: Confirm
fa_ir: تأیید کردن

source: Race
fa_ir: مسابقه

source: Subrace
fa_ir: زیر

source: Gender
fa_ir: جنس

source: Change Character
fa_ir: تغییر شخصیت

source: Race Description
fa_ir: توصیف مسابقه

source: Race Stats
fa_ir: آمار نژاد

source: Hit Points:
fa_ir: نقاط ضربه:

source: No bleeding
fa_ir: بدون خونریزی

source: Error loading appearance file '{1}'. The file is in an old format or invalid.
fa_ir: خطای بارگذاری پرونده ظاهر "{1}".پرونده در قالب قدیمی یا نامعتبر است.

source: Character '{1}' exported to file {2}
fa_ir: کاراکتر '{1}' صادر شده به پرونده {2}

source: Idle stance
fa_ir: موضع بیکار

source: Beard
fa_ir: ریش

source: Hair colour
fa_ir: رنگ مو

source: Colour
fa_ir: رنگ

source: Saturation
fa_ir: اشباع

source: Brightness
fa_ir: روشنایی

source: Warning
fa_ir: هشدار

source: There are other characters whose appearance haven't been changed. Are you sure you want to continue?
fa_ir: شخصیت های دیگری نیز وجود دارند که ظاهر آنها تغییر نکرده است. آیا مطمئن هستید که می خواهید ادامه دهید؟

source: Acid Rain ({1} protection)
fa_ir: باران اسیدی (1 {محافظت)

source: It is currently raining acid, and you aren't wearing anything to protect your skin. Best to find shelter soon.
fa_ir: در حال حاضر باران می بارد ، و شما برای محافظت از پوست خود چیزی نمی پوشید.بهتر است به زودی پناهگاه پیدا کنید.

source: It is currently raining acid, but your gear is providing you with total protection.
fa_ir: در حال حاضر باران می بارد ، اما دنده شما محافظت کامل را در اختیار شما قرار می دهد.

source: It is currently raining acid, your gear is providing you with {1} protection.
fa_ir: در حال حاضر باران می بارد ، دنده شما از 1 {محافظت می کند.

source: Acid!
fa_ir: اسید

source: You are currently submersed in acid, get out of there as soon as you can.
fa_ir: شما در حال حاضر در اسید فرو رفته هستید ، هرچه سریعتر از آنجا خارج شوید.

source: Feet Burning!
fa_ir: پاها می سوزند!

source: The ground here is acidic and burns your feet, find some footwear!
fa_ir: زمین در اینجا اسیدی است و پاهای شما را می سوزاند ، چند کفش پیدا کنید!

source: Poison Gas ({1} protection)
fa_ir: گاز سمی (1 {محافظت)

source: You are currently breathing in poison gas.
fa_ir: شما در حال حاضر در گاز سمی نفس می کشید.

source: Your gear is protecting you from breathing in any poisons.
fa_ir: دنده شما شما را از تنفس در هر سموم محافظت می کند.

source: You are currently breathing in poison gas, your gear is providing you with {1} protection.
fa_ir: شما در حال حاضر در گاز سمی نفس می کشید ، تجهیزات دنده شما از 1 {محافظت می کند.

source: Burning ({1} protection)
fa_ir: سوزاندن (محافظت 1 {))

source: You are currently on fire.
fa_ir: شما در حال حاضر در آتش هستید.

source: Your gear is protecting you from being horribly burnt.
fa_ir: دنده شما شما را از سوزاندن وحشتناک محافظت می کند.

source: You are currently on fire, your gear is providing you with {1} protection.
fa_ir: شما در حال حاضر در آتش هستید ، تجهیزات دنده شما از 1 {محافظت می کند.

source: Dust Storm ({1} protection)
fa_ir: طوفان گرد و غبار ({1} محافظت)

source: You are in a dust storm, it affects your accuracy in combat.
fa_ir: شما در یک طوفان گرد و غبار قرار دارید ، این امر بر دقت شما در جنگ تأثیر می گذارد.
