Repository: DanialPahlavan/Kenshi-farsi
Catalog: locale/*/LC_MESSAGES/main.po
Languages: fa_ir

source: Opens the BUILD menu. Here you can place buildings and start your own outpost anywhere in the world, but you should choose a safe area and check availability of resources using the PROSPECT button. You will also need building materials to finish construction.
fa_ir: منوی ساخت را باز می کند.در اینجا می توانید ساختمانها را قرار دهید و پاسگاه خود را در هر نقطه از جهان شروع کنید ، اما باید یک منطقه امن را انتخاب کنید و در دسترس بودن منابع را با استفاده از دکمه Prospect بررسی کنید.برای به پایان رساندن ساخت و ساز نیز به مصالح ساختمانی احتیاج خواهید داشت.

source: INV
fa_ir: از بازی

source: Open character inventory
fa_ir: موجودی شخصیت باز

source: STA
fa_ir: سکه

source: Open character status window
fa_ir: پنجره وضعیت شخصیت را باز کنید

source: MAP
fa_ir: نقشه

source: Open world map
fa_ir: نقشه جهان باز

source: Open research window
fa_ir: پنجره تحقیق باز

source: Open squad management window
fa_ir: پنجره مدیریت تیم ملی را باز کنید

source: Open help window
fa_ir: پنجره راهنما را باز کنید

source: Floor {1,num}
fa_ir: کف {1 ، num}

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Down key)
fa_ir: کف انتخاب شده را تغییر دهید ، برای حرکت به یک طبقه خاص یک ساختمان ، 0 طبقه همکف (همچنین: صفحه پایین صفحه) استفاده کنید.

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Up key)
fa_ir: کف انتخاب شده را تغییر دهید ، برای حرکت به یک طبقه خاص یک ساختمان ، 0 طبقه همکف (همچنین: صفحه کلید) استفاده کنید.

source: PAUSED
fa_ir: مکث

source: Loading...
fa_ir: بارگیری ...

source: Block
fa_ir: محاصره کردن

source: Hold
fa_ir: نگه داشتن

source: Passive
fa_ir: منفعل

source: Jobs
fa_ir: کار

source: Taunt
fa_ir: عذاب

source: Ranged
fa_ir: خط

source: Sneak
fa_ir: دزدکی حرکت کردن

source: This will toggle the selected characters into defensive combat mode. When in defensive mode, a character will focus purely on staying alive and will gain 20 to his melee defense skill. However he will not attempt to make any attacks. This is handy for keeping your weaker characters alive when they are outclassed.
fa_ir: با این کار شخصیت های انتخاب شده به حالت رزمی دفاعی تغییر می یابد.هنگامی که در حالت دفاعی ، یک شخصیت صرفاً روی زنده ماندن متمرکز خواهد شد و 20 مهارت دفاعی غوغا خود را به دست می آورد.با این حال او تلاش نخواهد کرد تا هیچ حمله کند.این برای زنده نگه داشتن شخصیت های ضعیف تر در هنگام جمع شدن مفید است.

source: HOLD POSITION means that the selected character won't run off to fight enemies, even to protect his allies. He will hold his position and only attack any enemy that comes into close range. He will still use a crossbow normally, but won't move around obstacles to get a shot. Use this setting to tactically position fighters, or just to keep non-combatants away from the fighting.
fa_ir: موقعیت نگه دارید به این معنی است که شخصیت منتخب برای مبارزه با دشمنان ، حتی برای محافظت از متحدین خود ، فرار نخواهد کرد.او جایگاه خود را حفظ خواهد کرد و فقط به هر دشمنی که در فاصله نزدیک باشد حمله خواهد کرد.او هنوز هم به طور عادی از یک کمان کمان استفاده می کند ، اما برای گرفتن شلیک به موانع حرکت نمی کند.از این تنظیمات برای قرار دادن تاکتیکی مبارزان یا فقط برای دور نگه داشتن غیر مبارزان از جنگ استفاده کنید.

source: In non-combat mode a character will never initiate combat, even if his allies are fighting or need help. He will only fight when directly attacked, and is less likely to be targeted by enemies.
fa_ir: در حالت غیر جنگی ، یک شخصیت هرگز نبرد را آغاز نمی کند ، حتی اگر متحدین وی در حال جنگ باشند یا به کمک نیاز دارند.او تنها در هنگام حمله مستقیم می جنگد و کمتر مورد هدف دشمنان قرار می گیرد.

source: If this is disabled then the character won't do any of the jobs listed.
fa_ir: اگر این غیرفعال باشد ، شخصیت هیچ یک از مشاغل ذکر شده را انجام نمی دهد.

source: The character will make himself offensive, noisy and conspicuous in an attempt to draw more of the enemy to attack him. Using this enables your experienced and well armoured characters to draw trouble away from your more vulnerable ones.
fa_ir: این شخصیت در تلاش برای جلب بیشتر دشمن برای حمله به او ، خود را توهین آمیز ، پر سروصدا و آشکار خواهد کرد.با استفاده از این ، شخصیت های با تجربه و زرهی شما را قادر می سازد تا از شخصیت های آسیب پذیر خود مشکل را دور کنند.

source: Activates sneak mode so the character will try to go unnoticed.
fa_ir: حالت دزدکی را فعال می کند تا کاراکتر سعی کند بدون توجه به آن برود.

source: If enabled then the character will prioritise ranged attacks, melee will be a last resort.
fa_ir: در صورت فعال بودن ، شخصیت در اولویت قرار دادن حملات متغیر قرار خواهد گرفت ، غوغا آخرین راه حل خواهد بود.

source: Pressing this button will order your selected characters to automatically heal everyone else in the squad, including themselves. They will need a medkit in their inventory.
fa_ir: با فشار دادن این دکمه ، شخصیت های انتخاب شده شما سفارش می دهد تا به طور خودکار همه افراد دیگر را در ترکیب تیم ، از جمله خودشان بهبود بخشند.آنها در موجودی خود به یک medkit نیاز دارند.

source: Rescue
fa_ir: نجات دادن

source: This will order your selected characters to pick up all your wounded allies. If you own any buildings nearby, they will take the wounded and put them in beds. Make sure to heal their wounds first.
fa_ir: این به شخصیت های انتخاب شده شما سفارش می دهد تا تمام متحدین زخمی خود را انتخاب کنند.اگر صاحب هر ساختمان در این نزدیکی باشید ، مجروحان را می گیرند و آنها را در رختخواب می گذارند.حتماً ابتدا زخم های آنها را بهبود بخشید.

source: Prospect
fa_ir: چشم انداز

source: This will give you information on the richness of resources at your location. Stone, iron, water, fertility... It's important to check for these things before building an outpost.
fa_ir: این به شما اطلاعاتی در مورد غنای منابع موجود در مکان شما می دهد.سنگ ، آهن ، آب ، باروری ... مهم است که قبل از ساختن یک پاسگاه ، این موارد را بررسی کنید.

source: No jobs assigned
fa_ir: هیچ شغلی اختصاص داده نشده است

source: To add jobs, hold shift key when giving an order
fa_ir: برای افزودن شغل ، هنگام سفارش کلید شیفت را نگه دارید

source: Research:
fa_ir: تحقیق:

source: Battery charge:
fa_ir: شارژ باتری:

source: c. {1,num}
fa_ir: ج.{1 ، خواه}

source: Buyer's money:
fa_ir: پول خریدار:

source: Ok
fa_ir: خوب

source: Yes
fa_ir: بله

source: No
fa_ir: هیچ

source: Abort
fa_ir: سقط کردن

source: Seems packaging the crash dump failed miserably. There should be a .dmp file there instead.
fa_ir: به نظر می رسد که بسته بندی زباله تصادف بدبختانه شکست خورد.در عوض باید یک پرونده .dmp در آنجا وجود داشته باشد.

source: Crash fail
fa_ir: سقوط شکست

source: Kenshi has crashed. A crash report has been generated in your main install folder:{1}{2}.zip. Please go to the bug report forum at www.lofigames.com/forum/. If you upload it there, with as much information as you can about exactly what happened, this bug is likely to get fixed very quickly. Your help would be appreciated.
fa_ir: کنشی سقوط کرده است.گزارش تصادف در پوشه اصلی نصب شما تولید شده است: {1} {2} .zip. لطفاً به انجمن گزارش اشکال در www.lofigames.com/forum/ بروید.اگر آن را در آنجا بارگذاری کنید ، با هرچه اطلاعاتی که می توانید دقیقاً در مورد آنچه اتفاق افتاده است ، احتمالاً این اشکال خیلی سریع برطرف می شود. از کمک شما قدردانی می شود

source: An exception occurred!
fa_ir: یک استثنا اتفاق افتاد!

source: I can't afford that.
fa_ir: من نمی توانم آن را تحمل کنم.

source: Hold down the ALT key to steal items
fa_ir: کلید ALT را برای سرقت موارد نگه دارید

source: {1} has been butchered
fa_ir: {1} قصابی شده است

source: {1,num} cats added.
fa_ir: {1 ، num} cats اضافه شده است.

source: Regenerate sector
fa_ir: بخش بازسازی

source: Foliage removal
fa_ir: برداشتن شاخ و برگ

source: Render all
fa_ir: همه را ارائه دهید

source: Render selection
fa_ir: انتخاب

source: Erase selection
fa_ir: انتخاب

source: Project roads
fa_ir: جاده ها

source: Validate road network
fa_ir: شبکه جاده را تأیید کنید

source: Hidden
fa_ir: پنهان

source: Road width
fa_ir: عرض جاده

source: NavMesh
fa_ir: ناو

source: Roads
fa_ir: جاده

source: Town Placement
fa_ir: محل قرارگیری

source: Reset Population
fa_ir: تنظیم مجدد جمعیت

source: Navmesh Tools
fa_ir: ابزارهای Navmesh

source: Terrain Features
fa_ir: ویژگی های زمین

source: Terrain Fog
fa_ir: مه شکن

source: Buildings
fa_ir: ساختمان

source: Fix stuff
fa_ir: مواد را برطرف کنید

source: Save Mod
fa_ir: ذخیره مود

source: Exit
fa_ir: خروج

source: Save
fa_ir: پس انداز کردن

source: Del
fa_ir: از

source: None selected
fa_ir: هیچ کدام انتخاب نشده اند

source: Show Interior
fa_ir: داخلی را نشان دهید

source: Clear
fa_ir: پاک کردن

source: Clear Nodes
fa_ir: گره های پاک

source: Layout
fa_ir: طرح

source: Interior edit mode
fa_ir: حالت ویرایش داخلی

source: Interior
fa_ir: فضای داخلی

source: Furniture
fa_ir: مبلمان

source: Exterior
fa_ir: بیرونی

source: Signs and NPCs
fa_ir: علائم و NPC

source: Level Editor
fa_ir: ویرایشگر سطح

source: This will remove this interior for all buildings of this type that reference it. Are you sure you want to delete it?
fa_ir: با این کار این فضای داخلی برای کلیه ساختمانهای این نوع که به آن اشاره می کنند ، حذف می شود. آیا مطمئن هستید که می خواهید آن را حذف کنید؟

source: This will remove this exterior for all buildings of this type that reference it. Are you sure you want to delete it?
fa_ir: با این کار این نمای بیرونی برای کلیه ساختمانهای این نوع که به آن اشاره می کنند ، حذف می شود. آیا مطمئن هستید که می خواهید آن را حذف کنید؟

source: Autosaved
fa_ir: خودران

source: Save successful
fa_ir: موفقیت را ذخیره کنید

source: Error saving game. Please try again.
fa_ir: بازی صرفه جویی در خطا.لطفا دوباره امتحان کنید

source: Failed to save game. Please try again.
fa_ir: ذخیره بازی انجام نشد.لطفا دوباره امتحان کنید

source: Updates
fa_ir: به روزرسانی

source: Kenshi has now been updated to v{1}. You should go back to the main menu and press [Import Game] to start a fresh new game world with your existing squad. Otherwise some of the world's content may be missing or buggy.
fa_ir: Kenshi اکنون به V {1} به روز شده است. شما باید به منوی اصلی برگردید و [بازی واردات] را فشار دهید برای شروع یک دنیای بازی جدید جدید با تیم موجود خود. در غیر این صورت برخی از محتوای جهان ممکن است مفقود یا حشره دار باشد.

source: Load game error! Your squad has been salvaged. Awarded 10000 cats as compensation.
fa_ir: خطای بازی را بارگذاری کنید!تیم شما نجات یافته است.به 10000 گربه به عنوان جبران خسارت اهدا کرد.

source: Demo mode
fa_ir: حالت آزمایشی

source: Buy the full game to access the editor
fa_ir: برای دسترسی به ویرایشگر ، بازی کامل را بخرید

source: Map
fa_ir: نقشه

source: Faction
fa_ir: جناح

source: Research
fa_ir: تحقیق

source: Crafting
fa_ir: صنایع دستی

source: Squads
fa_ir: گروه

source: Dialogue
fa_ir: گفتگو

source: AI
fa_ir: عده

source: You currently have no research facilities. Build a research bench and assign someone to work there.
fa_ir: شما در حال حاضر هیچ امکانات تحقیقاتی ندارید.یک نیمکت تحقیقاتی بسازید و کسی را به کار در آنجا اختصاص دهید.

source: Types
fa_ir: انواع

source: Blueprints
fa_ir: طرح

source: RESEARCH - LEVEL {1,num} (CURRENT RATE: {2,num=fix,p=2}x)
fa_ir: تحقیق - سطح {1 ، num} (نرخ فعلی: {2 ، num = رفع ، p = 2} x)

source: Ditch items
fa_ir: موارد خندق

source: If they have nothing else to do, characters will automatically put any excess materials they are carrying into storage. This can help to un-block the base AI when things grind to a halt from over-filled inventories.
fa_ir: اگر آنها کار دیگری نداشته باشند ، شخصیت ها به طور خودکار مواد اضافی را که در آن حمل می کنند قرار می دهند.این امر می تواند به شما کمک کند تا در صورت متوقف شدن از موجودی های پر شده ، AI پایه را مسدود کنید.

source: Sleep when injured
fa_ir: هنگام آسیب دیدگی بخوابید

source: Characters will automatically go to bed if they are injured and have nothing else to do
fa_ir: در صورت آسیب دیدگی شخصیت ها به طور خودکار به رختخواب می روند و کار دیگری ندارند

source: Sit when idle
fa_ir: هنگام بیکار نشستن

source: Idle characters at home will sit down on chairs and benches, if you have any
fa_ir: شخصیت های بیکار در خانه در صورت وجود روی صندلی ها و نیمکت ها می نشینند

source: Heal Allies
fa_ir: متحدین را شفا دهید

source: Characters with the medic job will also heal characters of allied factions
fa_ir: شخصیت هایی که دارای شغل پزشکی هستند نیز شخصیت های جناح های متفقین را بهبود می بخشند

source: Help Allies
fa_ir: به متفقین کمک کنید

source: Characters will help out characters from other allied factions if they are under attack
fa_ir: شخصیت ها در صورت حمله به شخصیت های دیگر جناح های متفقین کمک می کنند

source: Rescue Allies
fa_ir: متحدین نجات

source: Characters with the rescue job will also rescue allied characters from other factions
fa_ir: شخصیت هایی با کار نجات نیز شخصیت های متفقین را از سایر جناح ها نجات می دهند

source: Share Food
fa_ir: به اشتراک گذاشتن غذا

source: Characters in a squad will automatically share any of their food that is in a backpack (if in range).
fa_ir: شخصیت های یک تیم به طور خودکار هر یک از غذاهای خود را که در یک کوله پشتی است (اگر در محدوده) باشد ، به اشتراک می گذارند.

source: Feed Animals
fa_ir: حیوانات خوراکی

source: If food is running low, you can elect not to feed your animals.
fa_ir: اگر غذا کم کار می کند ، می توانید برای تغذیه حیوانات خود انتخاب کنید.

source: Shoot first, ask later
fa_ir: ابتدا شلیک کنید ، بعداً بپرسید

source: Your turret gunners will shoot at any potentially dangerous but neutral targets, such as wild animals or bandits, without waiting for them to attack the base first.
fa_ir: توپچی های برجک شما به هر هدف بالقوه خطرناک اما خنثی مانند حیوانات وحشی یا راهزنان شلیک می کنند ، بدون اینکه انتظار داشته باشند ابتدا به پایگاه حمله کنند.

source: Follow Formation
fa_ir: شکل گیری را دنبال کنید

source: Random
fa_ir: تصادفی

source: Military
fa_ir: نظامی

source: Caravan
fa_ir: کاروان

source: Formation used when squad members are following a leader
fa_ir: سازند استفاده می شود که اعضای تیم ملی از یک رهبر پیروی می کنند

source: Needs research bench level {1,num}
fa_ir: نیاز به سطح نیمکت تحقیق {1 ، num}

source: Cost:
fa_ir: هزینه:

source: Paid
fa_ir: پرداخت شده

source: Requirements:
fa_ir: الزامات:

source: New Building:
fa_ir: ساختمان جدید:

source: New Weapon Class:
fa_ir: کلاس سلاح جدید:

source: New Weapons Grade:
fa_ir: نمرات جدید سلاح ها:

source: New Armour Type:
fa_ir: نوع زره پوش جدید:

source: New Items:
fa_ir: موارد جدید:

source: New Crossbows:
fa_ir: Crossbows جدید:

source: New Backpacks:
fa_ir: کوله پشتی های جدید:

source: New Robot Limbs:
fa_ir: اندامهای جدید ربات:

source: Not enough artifacts, research cannot begin. Find artifacts and place them in your research bench.
fa_ir: آثار باستانی کافی نیست ، تحقیقات نمی توانند آغاز شوند. مصنوعات را پیدا کنید و آنها را در نیمکت تحقیق خود قرار دهید.

source: Cannot research '{1}'. Requirements not met.
fa_ir: نمی توان تحقیق کرد "{1}".الزامات برآورده نشده است.

source: Research Blueprint
fa_ir: طرح تحقیق

source: Cannot learn this yet
fa_ir: هنوز نمی توان این را یاد گرفت

source: Right-click to learn tech
fa_ir: برای یادگیری فناوری راست کلیک راست کنید

source: Tech Level
fa_ir: سطح فنی

source: Value
fa_ir: ارزش

source: Overview
fa_ir: نمای کلی

source: Resources
fa_ir: منابع

source: Prospecting Results
fa_ir: نتایج جستجوی

source: Zone:
fa_ir: منطقه:

source: Altitude:
fa_ir: ارتفاع:

source: Prospector Skill:
fa_ir: مهارت پیشکسوت:

source: Area Size:
fa_ir: اندازه منطقه:

source: Green
fa_ir: سبز

source: Arid
fa_ir: خشک

source: Swamp
fa_ir: باتلاق

source: Wind Speed:
fa_ir: سرعت باد:

source: Add squad
fa_ir: تیم را اضافه کنید

source: Dismiss
fa_ir: برکناری

source: Maximum number of squads reached.
fa_ir: حداکثر تعداد جوخه ها به دست آمده اند.

source: The squad needs to be empty before it can be removed.
fa_ir: تیم ملی قبل از برداشتن باید خالی باشد.

source: You must have at least one squad.
fa_ir: شما باید حداقل یک تیم داشته باشید.

source: Dismiss character
fa_ir: شخصیت

source: Cannot dismiss the only remaining character in the faction.
fa_ir: نمی تواند تنها شخصیت باقی مانده در جناح را رد کند.

source: Dismiss character '{1}'?
fa_ir: شخصیت '{1}' را رد می کند؟

source: Delete
fa_ir: حذف کردن

source: Faction name
fa_ir: نام جناح

source: ---Active Contracts---
fa_ir: --- قراردادهای فعال ---

source: ---Upcoming Events---
fa_ir: --- رویدادهای آینده ---

source: Faction Name
fa_ir: نام

source: This faction name already exists
fa_ir: این نام جناح در حال حاضر وجود دارد

source: Manage Contract
fa_ir: قرارداد را مدیریت کنید

source: Sell value
fa_ir: ارزش فروش

source: Ammunition
fa_ir: مهمات

source: Research Artifact
fa_ir: مصنوعات تحقیق

source: Unique
fa_ir: بی نظیر

source: Book
fa_ir: کتاب

source: Food
fa_ir: غذا

source: Possibly Edible
fa_ir: احتمالاً خوراکی

source: Only for:
fa_ir: فقط برای:

source: Also edible for animals
fa_ir: همچنین برای حیوانات خوراکی

source: Nutrition
fa_ir: تغذیه

source: {1,num} nu
fa_ir: {1 ، num} نه

source: Shots
fa_ir: عکس

source: Weight
fa_ir: وزن

source: Avg. Price
fa_ir: avgقیمت

source: c.
fa_ir: ج.

source: Price mark-up
fa_ir: علامت قیمت

source: Charges
fa_ir: اتهامات

source: Quality
fa_ir: کیفیت

source: Crossbow class
fa_ir: کلاس کمان

source: Accuracy deviation:
fa_ir: انحراف دقت:

source: Reload time:
fa_ir: بارگیری مجدد:

source: s
fa_ir: حرف

source: m
fa_ir: مگس

source: Velocity:
fa_ir: سرعت:

source: m/s
fa_ir: ام‌اس

source: Blood loss:
fa_ir: از دست دادن خون:

source: Required skill:
fa_ir: مهارت مورد نیاز:

source: Ammunition type:
fa_ir: نوع مهمات:

source: Damage vs robots
fa_ir: آسیب در مقابل روبات ها

source: Damage vs humans
fa_ir: آسیب در برابر انسان

source: Damage vs animals
fa_ir: آسیب در مقابل حیوانات

source: Damage vs
fa_ir: آسیب در مقابل

source: -----STATS-----
fa_ir: ----- آمار -----

source: Unarmed damage bonus
fa_ir: پاداش خسارت غیر مسلح

source: Katana class
fa_ir: کلاس کاتانا

source: Sabre class
fa_ir: کلاس صابر

source: Hacker class
fa_ir: کلاس هکر

source: Heavy weapons class
fa_ir: کلاس سلاح های سنگین

source: Polearm class
fa_ir: کلاس چندانی

source: Blunt weapon class
fa_ir: کلاس سلاح صاف

source: Cutting damage
fa_ir: قطع آسیب

source: Blunt damage
fa_ir: صدمات بی پروا

source: Blood loss
fa_ir: از دست دادن خون

source: Armour penetration
fa_ir: نفوذ زرهی

source: Attack bonus
fa_ir: جایزه حمله

source: Defence bonus
fa_ir: جایزه دفاعی

source: Indoors bonus
fa_ir: پاداش در داخل خانه

source: Indoors penalty
fa_ir: مجازات

source: Model ##
fa_ir: مدل ##

source: Crafted by {1}
fa_ir: ساخته شده توسط 1}

source: A masterful weapon crafted by the renowned smith {1} of {2}.
fa_ir: یک سلاح استادانه که توسط اسمیت مشهور {1} از 2 {ساخته شده است.

source: Crafted by the smith {1} of {2}.
fa_ir: ساخته شده توسط اسمیت {1} از 2}.

source: Manufactured by
fa_ir: تولید شده توسط

source: empty
fa_ir: خالی

source: Encumbrance reduction
fa_ir: کاهش محرک

source: Combat skills bonus
fa_ir: پاداش مهارت های جنگی

source: Athletics effect
fa_ir: اثر دو و میدانی

source: Combat speed effect
fa_ir: اثر سرعت جنگی

source: Stealth skill effect
fa_ir: اثر مهارت خفا

source: Dodge skill effect
fa_ir: اثر مهارت Dodge

source: Stolen from:
fa_ir: سرقت شده از:

source: Stolen
fa_ir: دزدیده

source: Buyback
fa_ir: بازپرداخت

source: Duststorms
fa_ir: طوفان های گرد و غبار

source: Acid
fa_ir: اسید

source: Burning
fa_ir: سوزش

source: Gas
fa_ir: گاز

source: Rain
fa_ir: باران

source: Faction Uniform:
fa_ir: یکنواخت جناح:

source: {1} Grade
fa_ir: {1} درجه

source: Light Armour Class
fa_ir: کلاس زره پوش سبک

source: Medium Armour Class
fa_ir: کلاس زرهی متوسط

source: Heavy Armour Class
fa_ir: کلاس زرهی سنگین

source: Leather
fa_ir: چرمی

source: Chain
fa_ir: زنجیر

source: Metal Plate
fa_ir: فلزی

source: Cloth
fa_ir: پارچه

source: Blunt resistance
fa_ir: مقاومت بی پروا

source: Cut resistance
fa_ir: مقاومت برش

source: Cut resistance efficiency
fa_ir: راندمان مقاومت را کاهش دهید

source: Harpoon resistance
fa_ir: مقاومت هارپون

source: [Weather Protections]
fa_ir: [محافظت از آب و هوا]

source: Coverage
fa_ir: پوشش

source: No Armour Coverage
fa_ir: بدون پوشش زره پوش

source: Skills
fa_ir: مهارت

source: Stealth effect
fa_ir: اثر مخفیانه

source: Crossbows effect
fa_ir: اثر متقابل

source: Dexterity effect
fa_ir: اثر چابکی

source: Attack damage effect
fa_ir: اثر آسیب حمله

source: Assassination skill
fa_ir: مهارت ترور

source: Fist protection
fa_ir: حفاظت از مشت

source: Melee attack/defence bonus
fa_ir: پاداش حمله/دفاعی غوغا

source: Melee attack bonus
fa_ir: جایزه حمله غوغا

source: Melee defence bonus
fa_ir: پاداش دفاع غوغا

source: Martial arts bonus
fa_ir: جایزه هنرهای رزمی

source: Perception bonus
fa_ir: جایزه ادراک

source: High quality armour crafted by the renowned smith {1} of {2}.
fa_ir: زرهی با کیفیت بالا که توسط اسمیت مشهور {1} از 2 {ساخته شده است.

source: This item is broken and can be freely removed at any time.
fa_ir: این مورد شکسته است و در هر زمان می تواند آزادانه حذف شود.

source: This item is unlocked and can be freely removed at any time.
fa_ir: این مورد قفل شده است و در هر زمان می تواند آزادانه حذف شود.

source: Locked:
fa_ir: قفل شده:

source: This item is locked in place and cannot be removed. You can try to pick the lock, find a saw, or use brute strength.
fa_ir: این مورد در جای خود قفل شده است و نمی توان آن را حذف کرد.می توانید سعی کنید قفل را انتخاب کنید ، یک اره را پیدا کنید یا از استحکام وحشیانه استفاده کنید.

source: Warning: Once this item is locked in place it cannot be removed!
fa_ir: هشدار: پس از قفل شدن این مورد ، نمی توان آن را حذف کرد!

source: Location already known
fa_ir: مکان قبلاً شناخته شده است

source: Right-click to learn new map locations
fa_ir: برای یادگیری مکانهای جدید نقشه کلیک راست کنید

source: Towns:
fa_ir: شهرها:

source: Right-click to add the funds to your faction
fa_ir: روی راست کلیک کنید تا وجوه را به جناح خود اضافه کنید

source: Warning: Character template missing for '
fa_ir: هشدار: الگوی شخصیت برای "

source: '. Using fallback
fa_ir: '.با استفاده از Fallback

source: {1} is dead.
fa_ir: {1} مرده است.

source: {1} has died from blood loss.
fa_ir: {1} از دست دادن خون درگذشت.

source: {1} has died from starvation.
fa_ir: {1} از گرسنگی درگذشت.

source: Expired
fa_ir: منقضی شده

source: Trade
fa_ir: تجارت

source: Loot
fa_ir: غارت

source: First Aid
fa_ir: کمک اول

source: Splint Injuries
fa_ir: صدمات شکاف

source: Repairs
fa_ir: تعمیرات

source: Talk To
fa_ir: با او صحبت کردن

source: Pick Up
fa_ir: انتخاب کردن

source: Throw out of home
fa_ir: از خانه بیرون بیانداز

source: Throw out of town
fa_ir: از شهر بیرون بیانداز

source: Kidnap
fa_ir: ربودن

source: Escape (skill)
fa_ir: فرار (مهارت)

source: Escape (strength)
fa_ir: فرار (قدرت)

source: Put Down
fa_ir: کنار گذاشتن

source: Put in Bed
fa_ir: در رختخواب قرار دادن

source: Attack Target
fa_ir: هدف حمله

source: Attack Unprovoked
fa_ir: حمله بی پروا

source: Attack All
fa_ir: حمله به همه

source: Follow
fa_ir: دنبال کردن

source: Build
fa_ir: ساخت

source: Use
fa_ir: استفاده کردن

source: Auto-Haul
fa_ir: خود کار

source: Open
fa_ir: باز

source: Close
fa_ir: نزدیک

source: Lock
fa_ir: قفل

source: Unlock
fa_ir: باز کردن

source: Unlock Shackles
fa_ir: باز کردن بازه ها

source: Pick Lock
fa_ir: قفل

source: Escape
fa_ir: فرار

source: Repair
fa_ir: ترمیم کردن

source: Sleep
fa_ir: خوابیدن

source: Get in
fa_ir: وارد شدن

source: Put in
fa_ir: قرار دادن

source: Knock Out
fa_ir: از دست دادن

source: Set Free
fa_ir: رایگان

source: Break Out
fa_ir: بیرون رفتن

source: Corpse Disposal
fa_ir: دفع جسد

source: Man Turret
fa_ir: برجک

source: Smash
fa_ir: خرد کردن

source: Capture
fa_ir: تصرف

source: Use Tools
fa_ir: از ابزارها استفاده کنید

source: Use Strength
fa_ir: از قدرت استفاده کنید

source: Stealth Kill
fa_ir: مخفیانه کشتن

source: Stealth KO
fa_ir: مخفیک کو

source: Shoot At
fa_ir: شلیک کردن

source: Stand Up
fa_ir: ایستادن

source: Target:
fa_ir: هدف:

source: Problem: Crafting stations incapable of making this item.
fa_ir: مشکل: ایستگاه های ساختمانی ناتوان از ساخت این مورد.
